[
    {
        "Research Interest": "Machine learning applies to any situation where there is data that we are trying to make sense of, and a target function that we cannot mathematically pin down. The spectrum of applications is huge, going from financial forecasting to medical diagnosis to industrial inspection to recommendation systems, to name a few. The field encompasses neural networks, statistical inference, and data mining.",
        "Position": "Professor of Electrical Engineering and Computer Science",
        "Name": "Yaser S. Abu-Mostafa"
    },
    {
        "Research Interest": "Katie Bouman\\'s research focuses on computational imaging: designing systems that tightly integrate algorithm and sensor design, making it possible to observe phenomena previously difficult or impossible to measure with traditional approaches.\\xc2\\xa0Imaging plays a critical role in advancing science. However, as science continues to push boundaries, traditional sensors are reaching the limits of what they can measure.\\xc2\\xa0Katie\\'s group combines ideas from signal processing, computer vision, machine learning, and physics to find and exploit hidden signals for both scientific discovery and technological innovation. For example, in collaboration with the Event Horizon Telescope, Katie\\'s group is helping to build a computational earth-sized telescope that is taking the first images of a black hole and is analyzing its images to learn about general relativity in the strong-field regime.",
        "Position": "Assistant Professor of Computing and Mathematical Sciences and Electrical Engineering; Rosenberg Scholar",
        "Name": "Katherine L. (Katie) Bouman"
    },
    {
        "Research Interest": "Professor Bruck focuses on information theory and systems and computation in biological networks",
        "Position": "Gordon and Betty Moore Professor of Computation and Neural Systems and Electrical Engineering",
        "Name": "Jehoshua (Shuki) Bruck"
    },
    {
        "Research Interest": "Chandrasekaran\\xe2\\x80\\x99s research interests broadly lie in mathematical optimization and its interface with topics\\xc2\\xa0in the information sciences.\\xc2\\xa0 Specific areas of interest include convex optimization, mathematical signal processing, graphs and combinatorial optimization, applied algebraic geometry, computational harmonic analysis, and statistical inference.",
        "Position": "Professor of Computing and Mathematical Sciences and Electrical Engineering",
        "Name": "Venkat Chandrasekaran"
    },
    {
        "Research Interest": "Doyle\\'s research is on theoretical foundations for complex tech, bio, med, neuro, and social networks integrating control, communications, computing, and multiscale physics. Layered architectures such as brains integrate high level planning with fast lower level sensing, reflex, and action and facilitate learning, adaptation, augmentation (tools), and teamwork, despite being implemented in energy efficient hardware with sparse, quantized, noisy, delayed, and saturating sensing, communications, computing, and actuation, on time scales from milliseconds to minutes to days.\\xc2\\xa0 We are developing a mathematical framework that deals with all of these features and constraints in a coherent and rigorous way with broad applications in science, technology, ecology, and society.",
        "Position": "Jean-Lou Chameau Professor of Control and Dynamical Systems, Electrical Engineering, and Bioengineering",
        "Name": "John Doyle"
    },
    {
        "Research Interest": "Professor Effros\\' research interests include information theory, data compression, and network communications. \\xc2\\xa0",
        "Position": "George Van Osdol Professor of Electrical Engineering",
        "Name": "Michelle Effros"
    },
    {
        "Research Interest": "Professor Emami works to design and develop high-performance, reliable, low-power mixed-mode circuits in highly scalable technologies that can lead to the advancement of theory and creation of new tools. The applications for this work cover everything from mixed-signal integrated circuits for digital data communication, low-power circuit and system solutions, very-large-scale-integrated (VSLI) systems, circuits at the interfaces, optoelectronics, and biomedical implants.",
        "Position": "Andrew and Peggy Cherng Professor of Electrical Engineering and Medical Engineering; Investigator, Heritage Medical Research Institute; Executive Officer for Electrical Engineering",
        "Name": "Azita Emami"
    },
    {
        "Research Interest": "Faraon\\'s research interests are in solid state quantum optics and nano-photonics. Applications include quantum information processing, on-chip optical signal processing at ultra-low power levels, energy efficient sensors, bio-photonics.",
        "Position": "Professor of Applied Physics and Electrical Engineering",
        "Name": "Andrei Faraon"
    },
    {
        "Research Interest": "Missing",
        "Position": "Teaching Professor of Electrical Engineering",
        "Name": "Glen George"
    },
    {
        "Research Interest": "Professor Hajimiri focuses on integrated circuits and their applications in various disciplines, such as biotechnology, communications, and sensing, spanning a wide range of frequencies from high-speed and RF to low-frequency high-precision circuits. We investigate both the theoretical analysis of the problems in integrated circuits as well as practical implementations of new systems in very large scale integrated circuits.",
        "Position": "Bren Professor of Electrical Engineering and Medical Engineering; Co-Director, Space-Based Solar Power Project",
        "Name": "Ali Hajimiri"
    },
    {
        "Research Interest": "Hassibi\\'s research spans various aspects of information theory, signal processing, control theory, and machine learning. He has made contributions to the theory and practice of wireless communications and wireless networks, as well as to robust control, adaptive filtering and neural networks, network information theory, coding for control, phase retrieval, structured signal recovery, high dimensional statistics, epidemic spread in complex networks, and DNA micro-arrays. On the mathematical side, he is interested in\\xc2\\xa0linear algebra, with an emphasis on fast algorithms, random matrices, and group representation theory.",
        "Position": "Mose and Lillian S. Bohn Professor of Electrical Engineering and Computing and Mathematical Sciences",
        "Name": "Babak Hassibi"
    },
    {
        "Research Interest": "Victoria Kostina\\'s research spans information theory, coding, and wireless communications. Her current efforts explore one of the most exciting avenues in today\\'s information theory: the nonasymptotic regime. Leveraging tools from the theory of random processes and concentration of measure, she pursues fundamental insight into modern delay-constrained communication systems.",
        "Position": "Professor of Electrical Engineering",
        "Name": "Victoria Kostina"
    },
    {
        "Research Interest": "Power systems, cyber-physical systems, network architecture, energy-efficient networking.",
        "Position": "Frank J. Gilloon Professor of Computing and Mathematical Sciences and Electrical Engineering",
        "Name": "Steven Low"
    },
    {
        "Research Interest": "Professor Marandi\\xe2\\x80\\x99s research is focused on fundamental technological developments in Nonlinear Photonics through exploring the frontiers of ultrafast optics, optical frequency combs, quantum optics, optical information processing, mid-infrared photonics, and laser spectroscopy. His team\\xc2\\xa0works on realization of novel nonlinear photonic devices and systems for applications ranging from sensing to unconventional computing and information processing, as well as advancing the theoretical understanding of them.",
        "Position": "Assistant Professor of Electrical Engineering and Applied Physics",
        "Name": "Alireza Marandi"
    },
    {
        "Research Interest": "Mirhosseini\\'s research is on the experimental aspects of quantum engineering. His current research focuses on developing and combining superconducting circuits with chip-based phononic and photonic devices at milikelvin temperatures. Long term research goal is to realize interfaces between circuit quantum electrodynamics and quantum optics for applications in quantum computing, communication, and sensing.",
        "Position": "Assistant Professor of Electrical Engineering",
        "Name": "Mohammad Mirhosseini"
    },
    {
        "Research Interest": "Professor Perona\\'s research focusses on vision: how do we see and how can we build machines that see.",
        "Position": "Allen E. Puckett Professor of Electrical Engineering",
        "Name": "Pietro Perona"
    },
    {
        "Research Interest": "Professor Scherer\\'s group focuses on the application of microfabrication to integrated microsystems. Recently, his group has specialized on developing sensors and diagnostic tools that can be used for low-cost point-of-care disease detection as well as precision health monitoring.",
        "Position": "Bernard Neches Professor of Electrical Engineering, Applied Physics and Physics",
        "Name": "Axel Scherer"
    },
    {
        "Research Interest": "Professor Tai\\xe2\\x80\\x99s research uses MEMS/NEMS technologies for medical applications. He has built the Caltech MEMS Laboratory (http://mems.caltech.edu), an 8,000-square-foot facility completely dedicated to medical devices. This facility has a clean-room (~3,000 sq. ft), CAD lab, a measurement/test/metrology lab, and a biological lab. It supports more than 20 researchers (graduate students, postdoctoral scholars, visiting scholars and industrial members) to develop innovative MEMS/NEMS and medical devices. Examples of MEMS/NEMS devices include micromotors, microphones, neural chips, micro relays, micro power generators, micro valves, micro pumps, etc. Over the past 15 years, Prof. Tai has launched a major research effort to apply all these technologies to medical devices. Research examples include HPLC-on-a-chip, blood-labs-on-a-chip, and micro drug delivery. More specifically, Tai\\xe2\\x80\\x99s group has had a major program for miniature or micro implants. To this end, Prof. Tai collaborates with many medical doctors and biologist (such as from USC, UCLA, and industries) to develop integrated implants for cortical, retinal and spinal applications. Micro implant devices included spinal neural stimulators, ECG implants, retinal prosthetic devices, intraocular lenses, etc. Tai\\'s group is always looking for students, postdocs and researchers who love technology and enjoy building medical devices.",
        "Position": "Anna L. Rosen Professor of Electrical Engineering and Medical Engineering; Andrew and Peggy Cherng Medical Engineering Leadership Chair; Executive Officer for Medical Engineering",
        "Name": "Yu-Chong Tai"
    },
    {
        "Research Interest": "Sparse arrays for signal processing, network signal processing, compressive sensing and sparse reconstruction, spectrum sensing and applications in cognitive radio, filter banks, transform domain techniques for signal analysis, and data driven signal processing.",
        "Position": "Kiyo and Eiko Tomiyasu Professor of Electrical Engineering",
        "Name": "P. P. Vaidyanathan"
    },
    {
        "Research Interest": "Professor Wang\\xe2\\x80\\x99s research focuses on biomedical imaging. In particular, his lab has developed photoacoustic imaging that allows peering noninvasively into biological tissues. Compared to conventional optical microscopy, his techniques have increased the penetration by nearly two orders of magnitude, breaking through the optical diffusion limit. The Wang lab has invented or discovered functional photoacoustic tomography, 3D photoacoustic microscopy, optical-resolution photoacoustic microscopy, photoacoustic Doppler effect, photoacoustic reporter gene imaging, microwave-induced thermoacoustic tomography, universal photoacoustic reconstruction algorithm, time-reversed ultrasonically encoded optical focusing, and compressed ultrafast photography (world\\xe2\\x80\\x99s fastest camera capable of 10 trillion frames per second). Combining rich optical contrast and scalable ultrasonic resolution, photoacoustic imaging is the only modality capable of providing multiscale high-resolution structural, functional, metabolic, and molecular imaging of organelles, cells, tissues, and organs as well as small-animal organisms in vivo. Broad applications include early-cancer detection, surgical guidance, and brain imaging. For example, it can help surgeons effectively remove breast cancer lumps, reducing the need for follow-up surgeries. Professor Wang\\xe2\\x80\\x99s Monte Carlo model of photon transport in scattering media is used worldwide as a standard tool.",
        "Position": "Bren Professor of Medical Engineering and Electrical Engineering",
        "Name": "Lihong Wang"
    },
    {
        "Research Interest": "Professor Yang\\'s research area is biophotonics\\xe2\\x80\\x94the imaging and extraction of information from biological targets through the use of light. His research efforts can be categorized into two major groups: chip-scale microscopy imaging and time-reversal based optical imaging.",
        "Position": "Thomas G. Myers Professor of Electrical Engineering, Bioengineering, and Medical Engineering",
        "Name": "Changhuei Yang"
    },
    {
        "Research Interest": "Professor Amnon Yariv\\'s research focuses on the theoretical and technological underpinning of optical communication. Present projects include: new types of semiconductor lasers, optical phase-lock systems and coherent photonics, hybrid Si/III-V devices for lasers, detectors and modulation, \"Slow\" light propagation in artificial periodic dielectric waveguides.",
        "Position": "Martin and Eileen Summerfield Professor of Applied Physics and Electrical Engineering",
        "Name": "Amnon Yariv"
    },
    {
        "Research Interest": "Webpage",
        "Position": "Carl F Braun Professor of Engineering, Emeritus",
        "Name": "William Bridges"
    },
    {
        "Research Interest": "Professor Elachi\\'s research interests are in Earth and planetary remote sensing and space robotic exploration.",
        "Position": "Professor of Electrical Engineering and Planetary Science, Emeritus",
        "Name": "Charles Elachi"
    },
    {
        "Research Interest": "Webpage",
        "Position": "President Emeritus; Professor of Electrical Engineering and Applied Physics, Emeritus",
        "Name": "Thomas E. Everhart"
    },
    {
        "Research Interest": "Professor Nicolet focuses on solid-state device technology: thin-film processes and surface layer phenomena.",
        "Position": "Professor of Electrical Engineering and Applied Physics, Emeritus",
        "Name": "Marc-Aurele Nicolet"
    },
    {
        "Research Interest": "Dr. Rutledge\\xe2\\x80\\x99s newest research is in projections for fossil-fuel production, and the implications for alternative energy sources and climate change. His earlier research was in developing integrated-circuit antennas for sub-millimeter waves, imaging antenna arrays, quasi-optical systems, software for computer-aided design and measurement, and high-frequency switching power amplifiers. He is co-author with Scott Wedge, Richard Compton, and Matthias Gerstlauer, of the popular microwave computer-aided design package, Puff, which has sales of over 30,000 copies worldwide. He is also author of the textbook The Electronics of Radio, published by Cambridge University Press, which has had four printings. He designed microwave data-link systems as an Aerosystems Engineer at Lockheed-Martin.",
        "Position": "Kiyo and Eiko Tomiyasu Professor of Engineering, Emeritus",
        "Name": "David B. Rutledge"
    }
]