[
    {
        "Research Interest": "Building energy efficiency; data analytics applied to energy applications; nanoscale energy transport; thermal, electrical and thermoelectric properties of nanostructures, nanocomposites and biological materials; interfacial thermal resistance effects; coupled mechanical and thermal phenomena; computational modeling of heat transfer; MEMS and nanostructure synthesis and fabrication; thermal management of electronics and solar cells, including specialized devices; electrohydrodynamics and heat transfer",
        "Position": "Dean and Professor of Engineering",
        "Name": "Alexis R. Abramson"
    },
    {
        "Research Interest": "Protein engineering; biotherapeutics; vaccine technology; engineering immune responses",
        "Position": "Professor of Engineering",
        "Name": "Margie Ackerman"
    },
    {
        "Research Interest": "Climate adaptation; Arctic engineering; ice cores and climate; glaciology",
        "Position": "Professor of Engineering Executive Director, US Ice Drilling Program",
        "Name": "Mary R. Albert"
    },
    {
        "Research Interest": "Materials for energy systems; mechanical behavior; phase tranformations; electron microscopy; x-ray topography; x-ray diffraction; microstructure and mechanical behavior of snow, firn, andice; magnetic materials; intermetallic compounds; high entropy alloys;high temperature materials; nanoparticles for magnetic hyperthermia; biomaterials",
        "Position": "Sherman Fairchild Professor of Engineering SeniorAssociate Dean, Research and Graduate Programs",
        "Name": "Ian Baker"
    },
    {
        "Research Interest": "Complex analysis; geometric function theory; discrete groups; complex dynamics; mathematics of medical imaging",
        "Position": "Professor of Engineering Associate Dean for Diversity and Inclusion",
        "Name": "Petra Bonfert-Taylor"
    },
    {
        "Research Interest": "Optics in medicine, biomedical imaging to guide cancer therapy; dose imaging in radiation therapy; Cherenkov light imaging",
        "Position": "Assistant Professor of Engineering",
        "Name": "Petr Br\\xc5\\xaf\\xc5\\xbea"
    },
    {
        "Research Interest": "Mechanical instabilities of thin structures; origami structures; energy harvesting devices; stretchable electronics; biomimetic materials/devices; nanofabrication; mechanics of morphogenesis; cell biomechanics; mechanics of DNA structures&#8203;",
        "Position": "Assistant Professor of Engineering",
        "Name": "Zi Chen"
    },
    {
        "Research Interest": "Environmental transport processes; environmental fluid mechanics; industrial ecology; sustainable design; energy efficiency",
        "Position": "Professor of Engineering",
        "Name": "Benoit Cushman-Roisin"
    },
    {
        "Research Interest": "Information systems and theory",
        "Position": "Dorothy and Walter Gramm Professor of Engineering",
        "Name": "George Cybenko"
    },
    {
        "Research Interest": "Engineering in medicine; cancer diagnostics and treatment; biomedical optics; multi-modal medical imaging; molecular imaging; fluorescence molecular tomography; fluorescence guided surgery; photodynamic therapy",
        "Position": "Assistant Professor of Engineering",
        "Name": "Scott C. Davis"
    },
    {
        "Research Interest": "Biomedical imaging; functional neuroimaging; magnetic nanoparticle imaging",
        "Position": "Associate Professor of Engineering Director, Cook Engineering Design Center",
        "Name": "Solomon G. Diamond"
    },
    {
        "Research Interest": "Intelligent energy systems; sustainability, resilience, and reconfigurability; integrated control, automation, and information technology; smart power grids; energy-water nexus; transportation electrification systems; industrial energy management &amp; demand response",
        "Position": "Associate Professor of Engineering Research Affiliate, Dept. of Mechanical Engineering, MIT",
        "Name": "Amro M. Farid"
    },
    {
        "Research Interest": "Solid-state image sensors (CCDs, CMOS active pixel sensors, Quanta Image Sensors); advanced imaging systems; on-chip image processing; new applications for image sensors",
        "Position": "John H. Krehbiel Sr. Professor for Emerging Technologies Director,  PhD Innovation Program Associate Provost,  Office of Entrepreneurship and Technology Transfer (OETT)",
        "Name": "Eric R. Fossum"
    },
    {
        "Research Interest": "Materials science; modeling of microstructural evolution; deformation and fracture at high temperatures",
        "Position": "Associate Professor of Engineering",
        "Name": "Harold J. Frost"
    },
    {
        "Research Interest": "Protein engineering; glycoprotein engineering; high cell density fermentation technology; metabolic engineering; protein expression",
        "Position": "Professor of Engineering",
        "Name": "Tillman U. Gerngross"
    },
    {
        "Research Interest": "Protein engineering; directed evolution; biotherapeutics; applied biocatalysis; high throughput screening",
        "Position": "Associate Professor of Engineering",
        "Name": "Karl Griswold"
    },
    {
        "Research Interest": "Biomedical instrumentation; electrical impedance tomography and spectroscopy; medical imaging; tissue bioimpedance; cancer detection technologies; traumatic brain injury; medical robotics",
        "Position": "Associate Professor of Engineering Adjunct Associate Professor of Surgery, Geisel School of Medicine",
        "Name": "Ryan Halter"
    },
    {
        "Research Interest": "Signal and image processing; digital system design; optics",
        "Position": "Associate Professor of Engineering Director,  Dual Degree Program",
        "Name": "Eric W. Hansen"
    },
    {
        "Research Interest": "Computational materials design;  ab initio  computing; high-throughput computing; machine learning; opto-electronic properties of materials; materials for energy production and storage; transparent conducting oxides; thermoelectrics; photovoltaics; high entropy alloys",
        "Position": "Hodgson Family Associate Professor of Engineering",
        "Name": "Geoffroy Hautier"
    },
    {
        "Research Interest": "Environmental impacts of fossil energy utilization with emphasis on mercury; particulate matter; air pollution control; CO2 capture; combustion-derived pollution",
        "Position": "Professor of Engineering Provost, Dartmouth College",
        "Name": "Joseph J. Helble"
    },
    {
        "Research Interest": "Optical spectroscopy and imaging systems for biomedical applications",
        "Position": "Professor of Engineering",
        "Name": "Shudong Jiang"
    },
    {
        "Research Interest": "Design thinking; human-centered design; creative confidence; hands-on learning",
        "Position": "Assistant Professorof Engineering",
        "Name": "Eugene Korsunskiy"
    },
    {
        "Research Interest": "Biomass conversion; sustainable energy and development; process design and evaluation; integrated food and energy systems; life cycle assessment",
        "Position": "Associate Professor of Engineering",
        "Name": "Mark Laser"
    },
    {
        "Research Interest": "Process optimization; designed experiments; statistical analysis; electronic assembly; Lean Six Sigma; electronic and optoelectronic packaging; materials science; environmental compliance for electronics; electronic assembly with lead-free solders",
        "Position": "Professor of Engineering Senior Technologist, Indium Corporation, Clinton, NY",
        "Name": "Ronald C. Lasky"
    },
    {
        "Research Interest": "Antibody repertoire profiling; systems immunology; protein engineering; vaccine designs",
        "Position": "Ralph and Marjorie Crump Assistant Professor of Engineering",
        "Name": "Jiwon Lee"
    },
    {
        "Research Interest": "Microfabrication technology; micro-optical systems and binary optics; micromechanical and electromechanical systems (MEMS); microrobotics",
        "Position": "Associate Professor of Engineering Director, Microengineering Laboratory Director, Instructional Laboratories Adjunct Professor of Physics and Astronomy",
        "Name": "Christopher G. Levey"
    },
    {
        "Research Interest": "Energy materials; functional nanomaterials design and synthesis; structure-property correlations; electrochemical engineering; energy storage and conversion devices; batteries, fuel cells, and clean/renewable energy; electrocatalysis",
        "Position": "William P. Harris Career Development Assistant Professor of Engineering",
        "Name": "Weiyang (Fiona) Li"
    },
    {
        "Research Interest": "Multiscale modeling; fracture/fatigue analysis; process-microstructure-property-performance relation; data-driven material design",
        "Position": "Assistant Professor of Engineering",
        "Name": "Yan Li"
    },
    {
        "Research Interest": "Optoelectronic materials and devices; integrated nanophotonics for energy-efficient Information Technologies (Green IT); Nanomaterials and nanostructures for solar cells and thermophotovoltaic cells; Infrared and ultraviolet optical sensors",
        "Position": "Associate Professor of Engineering",
        "Name": "Jifeng Liu"
    },
    {
        "Research Interest": "Ultrasound imaging; photoacoustic imaging; bionanotechnology; cancer diagnostics and therapy; molecular imaging",
        "Position": "Assistant Professor of Engineering",
        "Name": "Geoffrey P. Luke"
    },
    {
        "Research Interest": "Microbial cellulose utilization; metabolic engineering; innovative biomass processing technologies; sustainable bioenergy futures",
        "Position": "Paul E. and Joan H. Queneau Distinguished Professor of Engineering Adjunct Professor of Biology Area Coordinator,Energy Engineering Director, Grand Challenges Scholars Program Co-Founderand Chief Scientific Officer,Enchi Corporation Consolidated Bioprocessing Team Leader, DOE Center for Bioenergy Innovation Executive Committee Chair, Global Sustainable Bioenergy Initiative",
        "Name": "Lee Rybeck Lynd"
    },
    {
        "Research Interest": "Engineering education; inquiry-based learning; student-centered learning; K-12 and outreach activities; creativity; seismic engineering",
        "Position": "Professor of Engineering",
        "Name": "Vicki V. May"
    },
    {
        "Research Interest": "Numerical methods; inverse problems; elastography; soft tissue imaging",
        "Position": "Assistant Professor of Engineering",
        "Name": "Matthew McGarry"
    },
    {
        "Research Interest": "Microwave imaging ultrasound computed tomography for biomedical applications; microwave antenna design; thermal modeling and system design for focused ultrasound surgery applications",
        "Position": "Professor of Engineering",
        "Name": "Paul M. Meaney"
    },
    {
        "Research Interest": "Fluid dynamics; snow and ice mechanics; glaciology; icysatellites; applied mathematics",
        "Position": "Assistant Professor of Engineering   Academic Cluster : Arctic Engineering in a Period of Climate Change",
        "Name": "Colin R. Meyer"
    },
    {
        "Research Interest": "Human-centered design, human-computer interaction, ubiquitous computing, personal informatics, social computing",
        "Position": "Charles H. Gaut &amp; Charles A. Norberg Assistant Professor of Engineering",
        "Name": "Elizabeth L. Murnane"
    },
    {
        "Research Interest": "Electrical impedance tomography;data fusion;finite element method (FEM) modeling;noise/data filtering;general numerical methods; magnetic resonance electrical property tomography; electroencephalogram (EEG) source localization",
        "Position": "Assistant Professor of Engineering",
        "Name": "Ethan K. Murphy"
    },
    {
        "Research Interest": "Analog integrated circuits; low power sensor interfaces; nonlinear signal processing",
        "Position": "Associate Professor of Engineering",
        "Name": "Kofi M. Odame"
    },
    {
        "Research Interest": "Metabolic engineering; cellulosic biofuel; metabolic flux analysis; genome resequencing analysis",
        "Position": "Assistant Professor of Engineering",
        "Name": "Daniel Olson"
    },
    {
        "Research Interest": "Data analytics; platform economics &amp; strategy; intellectual property; core operations; product innovation &amp; development; outsourcing &amp; supply chain strategy; energy economics, policy, strategy, innovation, market structure &amp; performance",
        "Position": "Professor of Engineering Director, Master of Engineering Management Program",
        "Name": "Geoffrey G. Parker"
    },
    {
        "Research Interest": "Biomedical engineering; numerical methods in electromagnetics; cancer therapeutics; medical imaging methodologies; bioelectromagnetics",
        "Position": "Robert A. Pritzker Professor of Biomedical Engineering Professor of Radiology &amp; Surgery,  Geisel School of Medicine Scientific Director,  Center for Surgical Innovation , Dartmouth-Hitchcock Co-Director,  Translational Engineering in Cancer Research Program , Norris Cotton Cancer Center",
        "Name": "Keith D. Paulsen"
    },
    {
        "Research Interest": "Sea ice geophysics; the interaction of sunlight with ice and snow; the Arctic system and climate change",
        "Position": "Professor of Engineering",
        "Name": "Donald K. Perovich"
    },
    {
        "Research Interest": "System identification; iterative learning control; model predictive control; control of robotic swarms; intelligent control; adaptive control",
        "Position": "Associate Professor of Engineering",
        "Name": "Minh Q. Phan"
    },
    {
        "Research Interest": "Optics in medicine, biomedical imaging to guide cancer therapy; molecular guided surgery; dose imaging in radiation therapy; Cherenkov light imaging; image guided spectroscopy of cancer; photodynamic therapy; modeling of tumor pathophysiology and contrast",
        "Position": "MacLean Professor of Engineering Professor of Surgery,  Geisel School of Medicine Co-Director, Translational Engineering in Cancer Research Program , Norris Cotton Cancer Center",
        "Name": "Brian W. Pogue"
    },
    {
        "Research Interest": "System dynamics and controls; robotics; signal processing; machine intelligence",
        "Position": "Professor of Engineering Senior Associate Dean,Faculty Development",
        "Name": "Laura Ray"
    },
    {
        "Research Interest": "Product design; human-centered design; cognitive strategies and methodologies for creative design practice",
        "Position": "Associate Professor of Engineering",
        "Name": "Peter J. Robbie"
    },
    {
        "Research Interest": "Quantitative fluorescence molecular imaging; fluorescence guided surgery; biomedical systems engineering; biological models of cancer; cancer diagnostics and therapeutic monitoring; optics in medicine; photodynamic therapy",
        "Position": "AssociateProfessor of Engineering",
        "Name": "Kimberley S. Samkoe"
    },
    {
        "Research Interest": "Nonlinear decision-making; innovative reasoning; emergent behavior; probabilistic reasoning; adversarial modeling; intent inferencing; user modeling; information retrieval; evolutionary computation; socio-cultural modeling; intelligent systems; artificial intelligence",
        "Position": "Professor of Engineering",
        "Name": "Eugene Santos Jr."
    },
    {
        "Research Interest": "Analog synthetic biology; biological and bio-inspired super-computing chip design; quantum circuit design, quantum computation, and hybrid quantum-classical computation; feedback control systems; medical devices; ultra-low-power, fault tolerant, and ultra-energy-efficient systems; engineering systems that operate at the fundamental limits of physics",
        "Position": "Thomas E. Kurtz Professor Professor of Engineering Professor of Microbiology &amp; Immunology Professor of Physics Professor of Molecular &amp; Systems Biology Chair, Neukom Cluster of Computational Science",
        "Name": "Rahul Sarpeshkar"
    },
    {
        "Research Interest": "3D nanomanufacturing; low-power sensors; flexible and wearable electronics; energy harvesting; wireless devices",
        "Position": "Assistant Professor of Engineering",
        "Name": "William Scheideler"
    },
    {
        "Research Interest": "Flow and fracture of ice; mechanical behavior of metals and alloys; physical metallurgy and materials science",
        "Position": "George Austin Colligan Distinguished Professor of Engineering Director, Ice Research Laboratory",
        "Name": "Erland M. Schulson"
    },
    {
        "Research Interest": "HF radar development; ionospheric plasma convection and physics; solar wind, magnetosphere, ionosphere coupling; space weather and climatology",
        "Position": "Associate Professor of Engineering",
        "Name": "Simon G. Shepherd"
    },
    {
        "Research Interest": "Numerical methods in computational electromagnetics; electromagnetic sensing methodologies; detection and discrimination of sub-surface objects; linear and non-linear inverse-scattering; induced geo-electromagnetic fields; micro strip antennas; photonic band gaps; near field optics; DNA sequencing; electrostatic discharge; magnetic nano-particles hyperthermia for cancer treatment and imaging",
        "Position": "Associate Professor of Engineering",
        "Name": "Fridon Shubitidze"
    },
    {
        "Research Interest": "High-frequency and chip-scale power electronics; photovoltaic and electrochemical system management; sensor interfaces and energy scavenging; integrated circuit design (analog/mixed signal, RF, power, and embedded applications); communications electronics; technology entrepreneurship",
        "Position": "Associate Professor of Engineering",
        "Name": "Jason T. Stauth"
    },
    {
        "Research Interest": "Power electronics; electromagnetic design of power electronics components; micro-fabricated magnetic components; nanocomposite magnetic materials; energy efficiency and renewable energy",
        "Position": "Professor of Engineering",
        "Name": "Charles R. Sullivan"
    },
    {
        "Research Interest": "Information operations, distributed computing and systems, computer and network security, embedded systems, surveillance technologies",
        "Position": "Professor of Engineering",
        "Name": "Stephen Taylor"
    },
    {
        "Research Interest": "Therapeutic heating of tissue; dielectric properties of tissue; biomedical engineering; antenna theory",
        "Position": "Associate Professor of Engineering",
        "Name": "B. Stuart Trembly"
    },
    {
        "Research Interest": "Musculoskeletal Research, including: orthopaedic failure analysis and design; wear of polymers; polymer processing; biomaterials; biomechanics; implantable and wearable technology; surgical device design",
        "Position": "Associate Professor of Engineering Associate Dean, Undergraduate Education",
        "Name": "Douglas W. Van Citters"
    },
    {
        "Research Interest": "Logistics and transportation; aviation; healthcare analytics; healthcare systems modeling; building energy analytics; systems optimization; game theory; data-driven and statistical modeling",
        "Position": "Stata Family Career Development Associate Professor of Engineering Research Affiliate, Dept. of Aeronautics and Astronautics, MIT",
        "Name": "Vikrant Vaze"
    },
    {
        "Research Interest": "Miniature imaging and biosensing systems; bio-inspired nanomaterials; lab-on-chip design; advanced nanofabrication technologies; multi-scale modeling of fundamental force, flow, and energy processes in biological interactions",
        "Position": "Professor of Engineering Program Director, Electrical, Communications and Cyber Systems (ECCS),NSF",
        "Name": "John X.J. Zhang"
    }
]