[
    {
        "Name": "Asad A. Abidi",
        "Position": "Missing",
        "Research Interest": "Asad A. Abidi High-performance analog electronics, device modeling"
    },
    {
        "Name": "Clarice D. Aiello",
        "Position": "Missing",
        "Research Interest": "Clarice D. Aiello Quantum sensing, Spin physics in “living sensors”, Bioimaging"
    },
    {
        "Name": "Abeer Alwan",
        "Position": "Missing",
        "Research Interest": "Abeer Alwan Digital speech processing, noise robust speech recognition, models of speech production and perception"
    },
    {
        "Name": "Katsushi Arisaka",
        "Position": "Missing",
        "Research Interest": "Katsushi Arisaka High-speed single photon detection and digitization, photon detection systems in bio-imaging and particle physics"
    },
    {
        "Name": "Aydin Babakhani",
        "Position": "Missing",
        "Research Interest": "Aydin Babakhani Millimeter-wave/THz Integrated Circuits and on-chip antennas, Wirelessly-powered CMOS sensors and actuators, Biomedical circuits and medical implants"
    },
    {
        "Name": "Ezio Biglieri",
        "Position": "Missing",
        "Research Interest": "Ezio Biglieri Information theory, channel coding and wireless communications"
    },
    {
        "Name": "Danijela Cabric",
        "Position": "Missing",
        "Research Interest": "Danijela Cabric Wireless communications system design, machine learning for wireless communications, sensing and security, performance analysis and experiments on embedded platforms and software defined radios"
    },
    {
        "Name": "Robert N. Candler",
        "Position": "Missing",
        "Research Interest": "Robert N. Candler MEMS and nanoscale devices, fundamental limitations of sensors, micromagnetic devices for advanced light sources,  biological and chemical sensing"
    },
    {
        "Name": "M.-C. Frank Chang",
        "Position": "Missing",
        "Research Interest": "M.-C. Frank Chang High-speed semiconductors devices, integrated circuits for digital, analog, microwave, mm-wave terahertz systems, RF/wireless interconnects"
    },
    {
        "Name": "Panagiotis Christofides",
        "Position": "Missing",
        "Research Interest": "Panagiotis Christofides Advanced materials processing, process modeling, dynamics and control, applied mathematics, desalination and water treatment."
    },
    {
        "Name": "Jason Cong",
        "Position": "Missing",
        "Research Interest": "Jason Cong Computer system architecture, energy-efficient computing, reconfigurable computing, electronic design automation, fault-tolerant design of VLSI systems, design for nanotechnologies, design and analysis of algorithms"
    },
    {
        "Name": "Suhas N. Diggavi",
        "Position": "Missing",
        "Research Interest": "Suhas N. Diggavi Information theory, wireless networks, cooperative information flow over wireless networks, network data compression, network secrecy, large-scale data analysis algorithms"
    },
    {
        "Name": "Dariush Divsalar",
        "Position": "Missing",
        "Research Interest": "Dariush Divsalar Information theory, communication theory, bandwidth efficient combined coding modulation techniques, CDMA, turbo codes, LDPC codes, iterative decoding"
    },
    {
        "Name": "Lara Dolecek",
        "Position": "Missing",
        "Research Interest": "Lara Dolecek Information and coding theory, graphical models and statistical algorithms, computational methods and algorithms with applications to large-scale and complex systems for data processing, communications and storage"
    },
    {
        "Name": "Sam Emaminejad",
        "Position": "Missing",
        "Research Interest": "Sam Emaminejad Biological and Chemical Sensors, Wearable and Flexible Electronics, Microfluidics, MEMs and NEMs Fabrication and Modeling, Internet of Things Devices, Technology Development for Personalized/Precision Medicine"
    },
    {
        "Name": "Alyson Fletcher",
        "Position": "Missing",
        "Research Interest": "Alyson Fletcher Network neuroscience, machine learning, complex system theory, graphical models, statistical physics and inference, identification of neural systems"
    },
    {
        "Name": "Christina Fragouli",
        "Position": "Missing",
        "Research Interest": "Christina Fragouli Network coding, algorithms for networking, wireless networks and network security."
    },
    {
        "Name": "Dan M. Goebel",
        "Position": "Missing",
        "Research Interest": "Dan M. Goebel Electric propulsion, thermionic emission, microwaves, plasma-materials interactions, high voltage"
    },
    {
        "Name": "Puneet Gupta",
        "Position": "Missing",
        "Research Interest": "Puneet Gupta Design-technology co-optimization, physical design, variability and reliability aware computer architectures"
    },
    {
        "Name": "",
        "Position": "Missing",
        "Research Interest": ""
    },
    {
        "Name": "Diana L. Huffaker",
        "Position": "Missing",
        "Research Interest": "Diana L. Huffaker Solid-state nanotechnology, plasmonically-coupled processes, optoelectronic devices, solar cell, si photonics, novel materials"
    },
    {
        "Name": "Tatsuo Itoh",
        "Position": "Missing",
        "Research Interest": "Tatsuo Itoh Electromagnetics, guided wave structures, lower-power wireless electronics, integrated passive components in antennas, photonic bandgap structures and metamaterial applications, RF technologies, sensors and transponders"
    },
    {
        "Name": "Subramanian S. Iyer",
        "Position": "Missing",
        "Research Interest": "Subramanian S. Iyer System Scaling Technology, advanced packaging and 3D integration, technologies and techniques for the memory subsystem integration and neuromorphic computing"
    },
    {
        "Name": "Stephen E. Jacobsen",
        "Position": "Missing",
        "Research Interest": "Stephen E. Jacobsen Mathematical programming with emphasis on non-convex and NP-hard problems and the application of the latter to engineering and engineering/economic systems"
    },
    {
        "Name": "Bahram Jalali",
        "Position": "Missing",
        "Research Interest": "Bahram Jalali Silicon photonics and fiber optic communication, real-time streaming data acquisition and processing, biophotonics, rare cell detection, blood screening, nondestructive material testing and characterization, rogue wave phenomena"
    },
    {
        "Name": "Mona Jarrahi",
        "Position": "Missing",
        "Research Interest": "Mona Jarrahi Terahertz/millimeter-wave electronics and optoelectronics, microwave photonics, imaging and spectroscopy systems"
    },
    {
        "Name": "Chan J. Joshi",
        "Position": "Missing",
        "Research Interest": "Chan J. Joshi Laser fusion, laser acceleration of particles, nonlinear optics, high-power lasers, plasma physics"
    },
    {
        "Name": "William J. Kaiser",
        "Position": "Missing",
        "Research Interest": "William J. Kaiser Biomedical informatics, embedded systems, biomedical devices "
    },
    {
        "Name": "Jonathan Kao",
        "Position": "Missing",
        "Research Interest": "Jonathan Kao Neural prostheses, brain-machine interfaces, computational and systems neuroscience, neural signal processing, machine learning, dynamical systems, recurrent neural networks, deep learning"
    },
    {
        "Name": "Pedram Khalili",
        "Position": "Missing",
        "Research Interest": "Pedram Khalili Nanoelectronics, spintronics, nano-magnetism, nonvolatile memory and logic, and microwave magnetics"
    },
    {
        "Name": "Alan J. Laub",
        "Position": "Missing",
        "Research Interest": "Alan J. Laub Numerical linear algebra, high-performance computing"
    },
    {
        "Name": "Kuo-Nan Liou",
        "Position": "Missing",
        "Research Interest": "Kuo-Nan Liou Atmospheric radiative transfer and remote sensing, clouds and aerosols, climate change, regional climate modeling in mountains and snow, light scattering by ice crystals and aerosols"
    },
    {
        "Name": "Jia-Ming Liu",
        "Position": "Missing",
        "Research Interest": "Jia-Ming Liu Nonlinear optics, ultrafast optics, laser dynamics and chaos, semiconductor lasers, optoelectronics, photonics, nonlinear and ultrafast processes"
    },
    {
        "Name": "Wentai Liu",
        "Position": "Missing",
        "Research Interest": "Wentai Liu Neural prosthesis, bioelectronics, implantable microelectronics, high-speed transceiver design (wired and wireless), microelectronic sensors, timing/clock optimization, on-chip Interconnects, computer vision/image processing"
    },
    {
        "Name": "Asad M. Madni",
        "Position": "Missing",
        "Research Interest": "Asad M. Madni Intelligent sensors, systems and instrumentation, wireless sensor networks, signal processing, and MEMS; applications for automotive safety, aerospace, radar, electronic warfare, and US combat readiness"
    },
    {
        "Name": "Dejan Markovic",
        "Position": "Missing",
        "Research Interest": "Dejan Markovic Integrated circuits for emerging radio and healthcare systems, energy-efficient flexible digital integrated circuits, circuit and architecture design with post-CMOS devices, optimization methods and CAD flows"
    },
    {
        "Name": "Ankur Mehta",
        "Position": "Missing",
        "Research Interest": "Ankur Mehta Printable robotics, Rapid design and fabrication, Controls algorithms, Wireless sensor networks"
    },
    {
        "Name": "Shervin Moloudi",
        "Position": "Missing",
        "Research Interest": "Shervin Moloudi Analog and RF integrated electronics, high speed data converters, and telecommunication circuits"
    },
    {
        "Name": "Stanley Osher",
        "Position": "Missing",
        "Research Interest": "Stanley Osher Level set methods for computing moving fronts involving topological changes, hyperbolic conservation laws and Hamilton-Jacobi equations, optimization related to sparsity"
    },
    {
        "Name": "Aydogan Ozcan",
        "Position": "Missing",
        "Research Interest": "Aydogan Ozcan Bioimaging, nano-photonics, nonlinear optics"
    },
    {
        "Name": "Sudhakar Pamarti",
        "Position": "Missing",
        "Research Interest": "Sudhakar Pamarti Analog, mixed signal and RF IC design, signal processing"
    },
    {
        "Name": "Gregory Pottie",
        "Position": "Missing",
        "Research Interest": "Gregory Pottie Communications/telecommunications, biomedical informatics, sensor networks"
    },
    {
        "Name": "Yahya Rahmat-Samii",
        "Position": "Missing",
        "Research Interest": "Yahya Rahmat-Samii Electromagnetics, satellite communication antennas, personal communication antennas including human interaction, biotelemetry and RFID applications, antennas for remote sensing and radio astronomy applications"
    },
    {
        "Name": "Behzad Razavi",
        "Position": "Missing",
        "Research Interest": "Behzad Razavi Analog, RF, mixed-signal integrated circuit design, dual-standard RF transceivers, phase-locked systems and frequency synthesizers, A/D and D/A converters, high-speed data communication circuits"
    },
    {
        "Name": "Yair Rivenson",
        "Position": "Missing",
        "Research Interest": "Yair Rivenson Bioimaging, Computational Imaging, Photonics"
    },
    {
        "Name": "Vwani P. Roychowdhury",
        "Position": "Missing",
        "Research Interest": "Vwani P. Roychowdhury Communications/telecommunications, quantum computation and information processing, embedded systems, adaptive and learning algorithms, combinatorics and complexity, biomedical informatics"
    },
    {
        "Name": "Izhak Rubin",
        "Position": "Missing",
        "Research Interest": "Izhak Rubin Communications/telecommunications, computer networks, multimedia IP networks, UAV/UGV-aided networks, integrated system and network management, C4ISR systems and networks, optical networks, network simulations and analysis"
    },
    {
        "Name": "Henry Samueli",
        "Position": "Missing",
        "Research Interest": "Henry Samueli VLSI implementation of signal processing and digital communication systems, high-speed digital integrated circuits, digital filter design"
    },
    {
        "Name": "Majid Sarrafzadeh",
        "Position": "Missing",
        "Research Interest": "Majid Sarrafzadeh Embedded systems, health analytics, biomedical systems, and algorithm design"
    },
    {
        "Name": "Ali H. Sayed",
        "Position": "Missing",
        "Research Interest": "Ali H. Sayed Adaptation and learning, statistical signal processing, estimation and filtering theories, signal processing for communications, distributed processing, bio-inspired networks, system theory"
    },
    {
        "Name": "Fabien Scalzo",
        "Position": "Missing",
        "Research Interest": "Fabien Scalzo Medical Imaging, Machine Learning, Biomedical Engineering, Computer Vision, Signal Processing, Biomedical Informatics, Brain Mapping, Computational Fluid Dynamic"
    },
    {
        "Name": "Stefano Soatto",
        "Position": "Missing",
        "Research Interest": "Stefano Soatto Computer vision, machine learning, robotics"
    },
    {
        "Name": "Jason Speyer",
        "Position": "Missing",
        "Research Interest": "Jason Speyer Stochastic and deterministic optimal control and estimation with application to aerospace systems; guidance, flight control, and flight mechanics"
    },
    {
        "Name": "Mani B. Srivastava",
        "Position": "Missing",
        "Research Interest": "Mani B. Srivastava Embedded software, ubiquitous and mobile computing, human-cyber-physical systems, security and privacy, mobile health, internet of things, energy-aware computing"
    },
    {
        "Name": "Oscar M. Stafsudd",
        "Position": "Missing",
        "Research Interest": "Oscar M. Stafsudd , Jr. Quantum electronics, solid state lasers and laser media, infrared detectors (semiconductor and pyroelectric), opto-electronics, terahertz devices and systems, crystal growth, photovoltaics, optical applications for medical use "
    },
    {
        "Name": "Dwight Streit",
        "Position": "Missing",
        "Research Interest": "Dwight Streit Advanced semiconductors, microelectronics, radar, communication and satellite payload electronics"
    },
    {
        "Name": "Paulo Tabuada",
        "Position": "Missing",
        "Research Interest": "Paulo Tabuada Cyber-physical systems, cyber-physical systems security, control systems, smart grid"
    },
    {
        "Name": "Zachary Taylor",
        "Position": "Missing",
        "Research Interest": "Zachary Taylor  THz medical imaging and sensing, biomedical optics and biophotonics, submillimeter wave and THz quasioptics, diagnostic medical imaging."
    },
    {
        "Name": "King-Ning Tu",
        "Position": "Missing",
        "Research Interest": "King-Ning Tu 3D IC packaging and joule heating, metal-silicon interfaces, electromigration, pb-free solder joints"
    },
    {
        "Name": "Mihaela van der Schaar",
        "Position": "Missing",
        "Research Interest": "Mihaela van der Schaar Game theory, network science, social networks, complex systems, machine learning, online learning, stream mining and Big data, medical informatics, networks"
    },
    {
        "Name": "Lieven Vandenberghe",
        "Position": "Missing",
        "Research Interest": "Lieven Vandenberghe Engineering optimization, system theory and control, signal processing, machine learning"
    },
    {
        "Name": "Ingrid Verbauwhede",
        "Position": "Missing",
        "Research Interest": "Ingrid Verbauwhede Embedded security, security of cyber physical systems, efficient and attack resistant implementations of cryptography, design methods"
    },
    {
        "Name": "John D. Villasenor",
        "Position": "Missing",
        "Research Interest": "John D. Villasenor Electronics supply chain, digital media, technology and public policy"
    },
    {
        "Name": "Kang L. Wang",
        "Position": "Missing",
        "Research Interest": "Kang L. Wang Nanoelectronics, spintronics and nanomagnetics, non-volatile electronics and low dissipation devices, quantum device and systems, frontier materials by molecular beam epitaxy, photonics and energy"
    },
    {
        "Name": "Yuanxun Ethan Wang",
        "Position": "Missing",
        "Research Interest": "Yuanxun Ethan Wang Smart antennas, RF and microwave power amplifiers, numerical techniques, DSP techniques for microwave systems, phased arrays, wireless and radar systems, electromagnetics"
    },
    {
        "Name": "Benjamin Williams",
        "Position": "Missing",
        "Research Interest": "Benjamin Williams Terahertz and mid-infrared quantum cascade lasers and photonic devices, low-dimensional semiconductor materials and intersubband physics, terahertz and infrared plasmonics, waveguides, antennas"
    },
    {
        "Name": "Alan N. Willson, Jr.",
        "Position": "Missing",
        "Research Interest": "Alan N. Willson, Jr. Theory and applications of digital signal processing including VLSI implementations, digital filter design, nonlinear circuit theory"
    },
    {
        "Name": "Chee Wei Wong",
        "Position": "Missing",
        "Research Interest": "Chee Wei Wong Nonlinear optics, quantum optics, ultrafast optics, precision measurements"
    },
    {
        "Name": "Jason C. S. Woo",
        "Position": "Missing",
        "Research Interest": "Jason C. S. Woo Solid state electronics, CMOS and bipolar device/circuit optimization, novel device design, modeling of integrated circuits, VLSI fabrication"
    },
    {
        "Name": "Eli Yablonovitch",
        "Position": "Missing",
        "Research Interest": "Eli Yablonovitch Electronic devices, optoelectronics, high speed optical communications, optical antennas, solar photovoltaics, computational inverse electromagnetic design"
    },
    {
        "Name": "C.-K. “Ken” Yang",
        "Position": "Missing",
        "Research Interest": "C.-K. “Ken” Yang High performance VLSI design, digital and mixed-signal circuit design"
    },
    {
        "Name": "Lin F. Yang",
        "Position": "Missing",
        "Research Interest": "Lin F. Yang Machine Learning, Reinforcement Learning, Optimization, Big-data Algorithms, Control"
    },
    {
        "Name": "Kung Yao",
        "Position": "Missing",
        "Research Interest": "Kung Yao Communications/telecommunications, collaborative signal processing, sensor system, wireless communication systems, VLSI and systolic algorithms"
    },
    {
        "Name": "Lixia Zhang",
        "Position": "Missing",
        "Research Interest": "Lixia Zhang Internet architecture and protocol designs, security and resiliency of large-scale systems"
    }
]