[
    {
        "Name": "Panos Antsaklis",
        "Research Interest": "His research focuses on Cyber Physical Systems and addresses problems in the interdisciplinary research area of Control, Computing and Communication Networks, and on Hybrid and Discrete Event Dynamical Systems.",
        "Position": "H. Clifford and Evelyn A. Brosey Chair Professor",
        "Email": "Missing"
    },
    {
        "Name": "Patrick Fay",
        "Research Interest": "Dr. Fay\\'s research interests include the design, fabrication, and characterization of microwave and millimeter-wave electronic devices and circuits, as well as high-speed optoelectronic devices and optoelectronic integrated circuits for fiber optic telecommunications.",
        "Position": "Professor",
        "Email": "Missing"
    },
    {
        "Name": "Thomas E. Fuja",
        "Research Interest": "Prof. Fuja research addresses reliable communication over inherently unreliable and/or constrained communication links.",
        "Position": "Professor",
        "Email": "Missing"
    },
    {
        "Name": "Vijay Gupta",
        "Research Interest": "Dr. Gupta\\'s current research interests are in the analysis and design of cyberphysical systems.",
        "Position": "Professor\\xc2\\xa0",
        "Email": "Missing"
    },
    {
        "Name": "Martin Haenggi",
        "Research Interest": "\\xc2\\xa0",
        "Position": "Frank M. Freimann Chair Professor\\xc2\\xa0",
        "Email": "Missing"
    },
    {
        "Name": "Douglas Hall",
        "Research Interest": "Optoelectronics device characterization, fabrication, and materials studies",
        "Position": "Associate Professor",
        "Email": "Missing"
    },
    {
        "Name": "Eugene Henry",
        "Research Interest": "\\xc2\\xa0",
        "Position": "Professor Emeritus",
        "Email": "Missing"
    },
    {
        "Name": "Bertrand Hochwald",
        "Research Interest": "Wireless Communications",
        "Position": "Frank M. Freimann Chair Professor",
        "Email": "Missing"
    },
    {
        "Name": "Scott Howard",
        "Research Interest": "Prof. Howard\\'s research focuses on how the interaction of photons and tissue can be used to aid diagnosis and fundamental research in biological fields.",
        "Position": "Associate Professor",
        "Email": "Missing"
    },
    {
        "Name": "Yih-Fang Huang",
        "Research Interest": "My research interests focus on theory and applications of detection and estimation",
        "Position": "Professor and Senior Associate Dean for Education and Undergraduate Programs",
        "Email": "Missing"
    },
    {
        "Name": "Thomas Kosel",
        "Research Interest": "Wear, erosion, electron microscopy",
        "Position": "Professor Emeritus",
        "Email": "Missing"
    },
    {
        "Name": "Professor",
        "Research Interest": "Inter-relationship between communication, computation, and control in such large-scale sensor-actuator networks",
        "Position": "Professor",
        "Email": "Missing"
    },
    {
        "Name": "Craig Lent",
        "Research Interest": "\\xc2\\xa0",
        "Position": "Frank M. Freimann Chair Professor",
        "Email": "Missing"
    },
    {
        "Name": "Hai Lin",
        "Research Interest": "Dr. Lin\\'s teaching and research interests are in the multidisciplinary study of the problems at the intersections of control, communication, computation and life sciences. His current research thrust is on cyber-physical systems, multi-robot cooperative tasking, systems biology and quantum control.",
        "Position": "Professor",
        "Email": "Missing"
    },
    {
        "Name": "Lei Liu",
        "Research Interest": "His research interests include millimeter- and submillimeter-wave device and circuit design, modeling, and testing, quasi-optical techniques, terahertz detectors for imaging and spectroscopy, novel microwave materials and devices, superconducting electronics, microfabrication and processing.",
        "Position": "Associate Professor",
        "Email": "Missing"
    },
    {
        "Name": "Christine Maziar",
        "Research Interest": "Research interests include developing models and computer simulation tools that describe charge transport in semiconductor device structures, transport phenomena in ultra-small structures, structures under high electric fields, and structures composed of superlattices or novel materials.",
        "Position": "Professor, VP and Senior Associate Provost",
        "Email": "Missing"
    },
    {
        "Name": "Jim Merz",
        "Research Interest": "Semiconductor physics, materials, and devices; optical properties of solids;  defects; and nanostructures",
        "Position": "Frank M. Freimann Chair Professor Emeritus",
        "Email": "Missing"
    },
    {
        "Name": "Alexander Mintairov",
        "Research Interest": "Dr. Mintairov\\'s research interests include near-field magneto-spectroscopy of and nano-photonic structutres. Current research projects include study of emission properties of dilute nitride materials, nano-optics of microdisk lasers, light-emitting single electron transistors and blinking phenomena in colloidal nanostructures.",
        "Position": "Professor Emeritus",
        "Email": "Missing"
    },
    {
        "Name": "Alexei Orlov",
        "Research Interest": "My topics of research are experimental studies of nanostructures and nanodevices with main focus on experimental single electronics and nanomagnetics.",
        "Position": "Research Associate Professor",
        "Email": "Missing"
    },
    {
        "Name": "Thomas O\\'Sullivan",
        "Research Interest": "Prof. O\\'Sullivan\\'s research interests include the design and application of semiconductor optical devices for biomedical sensing, diagnostics and imaging (biophotonics).\\xc2\\xa0 He also integrates these technologies into medical devices designed to understand human physiology and diagnose/monitor disease.",
        "Position": "Assistant Professor",
        "Email": "Missing"
    },
    {
        "Name": "Wolfgang Porod",
        "Research Interest": "Solid-state devices, computational electronics, and nanoelectronics.",
        "Position": "Frank M. Freimann Chair Professor",
        "Email": "Missing"
    },
    {
        "Name": "Thomas Pratt",
        "Research Interest": "Dr. Pratt has particular interest in multi-port and dual-polarized communications and sensing architectures and their application to detection, interference avoidance and suppression, sensing, and diversity and capacity enhancement.",
        "Position": "Research Professor",
        "Email": "Missing"
    },
    {
        "Name": "Ken Sauer",
        "Research Interest": "Sauer\\'s research centers on statistical methods of solving inverse  problems, primarily in imaging",
        "Position": "Associate Professor",
        "Email": "Missing"
    },
    {
        "Name": "Michael Schafer",
        "Research Interest": "\\xc2\\xa0",
        "Position": "Teaching Professor",
        "Email": "Missing"
    },
    {
        "Name": "Alan Seabaugh",
        "Research Interest": "Nanoelectronic devices and circuits: tunnel field-effect transistors, ferroelectric and ionic dielectrics, applications of two-dimensional materials, low voltage, computing, memory, quantum networks.",
        "Position": "Frank M. Freimann Chair Professor and Director, Notre Dame Center for Nano Science and Technology (ND nano",
        "Email": "Missing"
    },
    {
        "Name": "Roxana Smarandache",
        "Research Interest": "Error Control Coding",
        "Position": "Professor of Mathematics and Electrical Engineering",
        "Email": "Missing"
    },
    {
        "Name": "Gregory L. Snider",
        "Research Interest": "Design, fabrication, and measurements of micro and nanoelectronic devices",
        "Position": "Professor and Chair",
        "Email": "Missing"
    },
    {
        "Name": "Robert Stevenson",
        "Research Interest": "Statistical and multidimensional signal and image processing, computer vision.",
        "Position": "Professor and Associate Chair for Undergraduate Studies",
        "Email": "Missing"
    },
    {
        "Name": "Gregory Timp",
        "Research Interest": "Synthetic Biology",
        "Position": "Keough-Hesburgh Chair in Electrical Engineering and Biological Sciences",
        "Email": "Missing"
    },
    {
        "Name": "John Uhran",
        "Research Interest": "Dr. Uhran has specialized in communication theory and systems, signal processing techniques, simulation techniques, and artificial intelligence, especially robotics, while maintaining a special interest in engineering education.",
        "Position": "Professor Emeritus",
        "Email": "Missing"
    }
]