[
    {
        "Research Interest": "The Bawendi Lab focuses on the science and applications of nanocrystals, especially semiconductor nanocrystal (aka quantum dots).",
        "Name": "Moungi Bawendi",
        "Position": "Lester Wolfe Professor"
    },
    {
        "Research Interest": "Research in the Buchwald Group combines elements of organic synthesis, physical organic chemistry and organometallic chemistry to devise catalytic processes of use in solving problems of fundamental importance.",
        "Name": "Stephen Leffler Buchwald",
        "Position": " Camille Dreyfus Professor"
    },
    {
        "Research Interest": "The Cao Group develops theoretical models for understanding the structure and dynamics of complex molecular systems.",
        "Name": "Jianshu Cao",
        "Position": "Professor"
    },
    {
        "Research Interest": "The Ceyer group explores the atomic level dynamics of the interactions of molecules with surfaces of materials that serve as catalysts relevant to energy production and environmental sustainability or as templates for nanodevices.",
        "Name": "Sylvia Teresse Ceyer",
        "Position": "John C Sheehan Professor"
    },
    {
        "Research Interest": "The central focus of the Chakraborty Group is to understand the mechanistic underpinnings of the adaptive immune response to pathogens, and harness this understanding to help design better vaccines and therapies.",
        "Name": "Arup K Chakraborty",
        "Position": "Robert T. Haslam Professor"
    },
    {
        "Research Interest": "Research in the Cummins group is focused on developing new methods of inorganic synthesis to address a variety of interesting questions.",
        "Name": "Christopher C. Cummins",
        "Position": "Henry Dreyfus Professor"
    },
    {
        "Research Interest": "Current investigations in our laboratory focus on the development of new synthetic methods and strategies, and their application in the total synthesis of natural products and biologically important compounds.",
        "Name": "Rick Lane Danheiser",
        "Position": "A C Cope Professor"
    },
    {
        "Research Interest": "John Deutch has been a member of the MIT faculty since 1970, and has served as Chairman of the Department of Chemistry, Dean of Science and Provost.",
        "Name": "John M. Deutch",
        "Position": "Emeritus Institute Professor"
    },
    {
        "Research Interest": "The Dinc\\xc4\\x83 Lab is focused on addressing research challenges related to the storage and consumption of energy and global environmental concerns.",
        "Name": "Mircea Dinc\\xc4\\x83",
        "Position": "W. M. Keck Professor of Energy"
    },
    {
        "Research Interest": "By combining X-ray crystallography, cryo-electron microscopy and other biophysical methods, the goal of the Drennan lab is to \\xe2\\x80\\x9cvisualize\\xe2\\x80\\x9d molecular processes by obtaining snapshots of enzymes in action.",
        "Name": "Catherine L. Drennan",
        "Position": "Professor"
    },
    {
        "Research Interest": "Research in the Essigmann Group focuses on how repair enzymes remove structural damage from DNA and on how the adducts that evade repair either kill cells or induce mutations and cancer.",
        "Name": "John M. Essigmann",
        "Position": "William R. and Betsy P. Leitch Professor"
    },
    {
        "Research Interest": "Tunable lasers, often two or three simultaneously, are used in Field\\'s Current Research Group to investigate the structural and dynamical properties of small, gas phase molecules.",
        "Name": "Robert W. Field",
        "Position": "Haslam and Dewey Professor"
    },
    {
        "Research Interest": "Frederick Greene joined the Department of Chemistry faculty in 1953, and was appointed by then Department Head Arthur C. Cope.",
        "Name": "Frederick Greene",
        "Position": "Emeritus Professor"
    },
    {
        "Research Interest": "A large fraction of the Griffin Group\\'s research effort is devoted to the development of new magnetic resonance techniques to study molecular structure and dynamics",
        "Name": "Robert Guy Griffin",
        "Position": "Arthur Amos Noyes Professor"
    },
    {
        "Research Interest": "The Hong group develops and applies high-resolution solid-state NMR spectroscopy to elucidate the structure and dynamics of biological macromolecules, with an emphasis on membrane proteins.",
        "Name": "Mei Hong",
        "Position": "Professor"
    },
    {
        "Research Interest": "Employing a multidisciplinary approach involving synthesis, state-of-the-art spectroscopy, molecular modeling, enzymology, and molecular biology to address fundamental problems at the interface of chemistry and biology.",
        "Name": "Barbara Imperiali",
        "Position": "Class of 1922 Professor"
    },
    {
        "Research Interest": "The mission of the Jamison group is to accelerate chemical synthesis through new reactions and technologies, particularly through the use of continuous flow synthesis, nickel-catalysis and epoxide-opening cascades.",
        "Name": "Timothy F. Jamison",
        "Position": "Robert R. Taylor Professor"
    },
    {
        "Research Interest": "The Johnson laboratory seeks creative, macromolecular solutions to problems at the interface of chemistry, medicine, biology, and materials science.",
        "Name": "Jeremiah A. Johnson",
        "Position": "Professor"
    },
    {
        "Research Interest": "The Kiessling Group uses chemical biology to elucidate the biological roles of carbohydrates, with a focus on learning new mechanistic concepts.",
        "Name": "Laura L Kiessling",
        "Position": "Novartis Professor"
    },
    {
        "Research Interest": "Enzymatic catalysis in nonaqueous solvents, enzymes as stereoselective catalysts in organic synthesis, novel microbicidal materials, and the stabilization and delivery of macromolecular pharmaceuticals.",
        "Name": "Alexander M. Klibanov",
        "Position": "Emeritus Professor"
    },
    {
        "Research Interest": "The focus of Professor Lippard\\'s research is on the synthesis, reactions, physical and structural properties of metal complexes as models for the active sites of metalloproteins and as anti-cancer drugs.",
        "Name": "Stephen J. Lippard",
        "Position": "Arthur Amos Noyes Professor Emeritus"
    },
    {
        "Research Interest": "Research in the McGuire Group uses the tools of physical chemistry, molecular spectroscopy, and observational astrophysics to understand how the chemical ingredients for life evolve with and help shape the formation of stars and planets.",
        "Name": "Brett McGuire",
        "Position": "Assistant Professor"
    },
    {
        "Research Interest": "Complex natural product synthesis in concert with discovery, development, and mechanistic study of new reactions for organic synthesis.",
        "Name": "Mohammad Movassaghi",
        "Position": "Professor"
    },
    {
        "Research Interest": "Our research is aimed at time-resolved optical study and control of condensed matter structural changes and the collective modes of motion through which they occur.",
        "Name": "Keith Adam Nelson",
        "Position": "Haslam and Dewey Professor of Chemistry"
    },
    {
        "Research Interest": "Our current research program is motivated by the global problems of infectious disease and antibiotic resistance.",
        "Name": "Elizabeth Marie Nolan",
        "Position": "Ivan R. Cottrell Professor of Immunology"
    },
    {
        "Research Interest": "The Pentelute Lab invents new protein modification chemistries, adapts Nature\\'s biological machines for efficient drug delivery into cells, and creates new technologies to rapidly manufacture peptides and proteins.",
        "Name": "Bradley L. Pentelute",
        "Position": "Associate Professor"
    },
    {
        "Research Interest": "Research in the Radosevich group centers on the invention of new homogeneous catalysts and reagents based on inexpensive and earth-abundant elements of the p-block.",
        "Name": "Alexander T. Radosevich",
        "Position": "Associate Professor"
    },
    {
        "Research Interest": "Using techniques that range from synthetic chemistry to cell biology, the Raines group is illuminating in atomic detail both the chemical basis and the biological purpose for protein structure and protein function.",
        "Name": "Ronald T. Raines",
        "Position": "Roger and Georges Firmenich Professor"
    },
    {
        "Research Interest": "Research in the Schlau-Cohen group is inherently multidisciplinary and combines tools from chemistry, optics, biology, and microscopy to develop new approaches to probe dynamics.",
        "Name": "Gabriela S. Schlau-Cohen",
        "Position": "Cabot Career Development Associate Professor"
    },
    {
        "Research Interest": "Professor Schrock is interested broadly in synthetic and mechanistic organotransition metal and inorganic chemistry, catalysis, and polymers.",
        "Name": "Richard Royce Schrock",
        "Position": "F G Keyes Professor Emeritus"
    },
    {
        "Research Interest": "The Shalek Lab creates and implements new approaches to elucidate cellular and molecular features that inform tissue-level function and dysfunction across the spectrum of human health and disease.",
        "Name": "Alex K. Shalek",
        "Position": "Pfizer-Laubach C.D. Associate Professor"
    },
    {
        "Research Interest": "The Shoulders Laboratory is focused on integrating the tools of chemistry and biology to elucidate the complex pathways responsible for maintaining cellular protein homeostasis.",
        "Name": "Matthew D. Shoulders",
        "Position": "Whitehead C.D. Associate Professor"
    },
    {
        "Research Interest": "The Solomon Group\\'s current focus is on issues relating to both atmospheric chemistry and climate change.",
        "Name": "Susan Solomon",
        "Position": "Lee and Geraldine Martin Professor"
    },
    {
        "Research Interest": "Professor Steinfeld\\'s research interests evolved from focusing on obtaining kinetic data for physical and chemical systems using time-resolved spectroscopy, to ultimately studying gigaseconds and large, interconnected systems.",
        "Name": "Jeffrey I. Steinfeld",
        "Position": "Emeritus Professor"
    },
    {
        "Research Interest": "JoAnne Stubbe studies ribonucleotide reductases \\xe2\\x80\\x94 essential enzymes that provide the building blocks for DNA replication, repair and successful targets of multiple clinical drugs.",
        "Name": "JoAnne Stubbe",
        "Position": "Novartis Professor Emeritus"
    },
    {
        "Research Interest": "Our main objective is to understand the molecular chemistry that underlies global biogeochemical cycles, with the ultimate goal of deploying this knowledge to improve human health and positively impact the environment.",
        "Name": "Daniel Leif Migdow Suess",
        "Position": "Class of \\'48 C.D. Assistant Professor"
    },
    {
        "Research Interest": "The Surendranath Lab is focused on addressing global challenges in the areas of chemical catalysis, energy storage and utilization, and environmental stewardship.",
        "Name": "Yogesh Surendranath",
        "Position": "Paul M Cook Career Dev Associate Professor"
    },
    {
        "Research Interest": "Broadly focused on synthetic, supramolecular, analytical, and materials chemistry, the Swager Group is interested in a spectrum of topics with an emphasis on the synthesis and construction of functional assemblies.",
        "Name": "Timothy Manning Swager",
        "Position": "John D. MacArthur Professor"
    },
    {
        "Research Interest": "The Van Voorhis Group is developing new methods \\xe2\\x80\\x93 primarily based on density functional theory (DFT) \\xe2\\x80\\x93 that provide an accurate description of excited electron motion in molecular systems.",
        "Name": "Troy Van Voorhis",
        "Position": "Department Head Haslam and Dewey Professor"
    },
    {
        "Research Interest": "The Wang Group develops and applies new chemical and biophysical tools to better understand the molecular events in the brain.",
        "Name": "Xiao Wang",
        "Position": "Cabot Assistant Professor"
    },
    {
        "Research Interest": "Research in the Wendlandt Group focuses on the development of selective, catalytic reactions using the tools of organic/organometallic synthesis and physical organic chemistry.",
        "Name": "Alison Wendlandt",
        "Position": "Green C.D. Assistant Professor"
    },
    {
        "Research Interest": "The Willard Group uses theory and simulation to explore the role of molecular fluctuation in a variety of chemical phenomena.",
        "Name": "Adam P. Willard",
        "Position": "Associate Professor"
    },
    {
        "Research Interest": "The Zhang Lab aims to build a global framework of the human genome that connects its sequence with structure and activity, and to enable quantitative and predictive modeling of genome structure and function.",
        "Name": "Bin Zhang",
        "Position": "Pfizer-Laubach C.D. Assistant Professor"
    }
]