[
    {
        "Position": "Associate Professor of Materials Science and Engineering",
        "Name": "Alfredo Alexander-Katz",
        "Research Interest": "Bio; Biophysics; Computational Materials Science; Condensed Matter Physics; Nanotechnology; Polymers; Self Assembly",
        "Email": "aalexand@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "Associate Professor of Metallurgy",
        "Name": "Antoine Allanore",
        "Research Interest": "Electrochemistry; Corrosion and Environmental Effects; Manufacturing; Materials Processing; Materials Chemistry; Metallurgy; Thermodynamics",
        "Email": "allanore@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "Associate Professor in Materials Science and Engineering; Associate Professor in Brain and Cognitive Sciences; McGovern Institute for Brain Research; Associate Director, Research Laboratory of Electronics",
        "Name": "Polina Anikeeva",
        "Research Interest": "Bio; Biomaterials; Biophysics; Biotechnology; Electronic Materials; Magnetic Materials; Materials Chemistry; Implants; Nanotechnology; Photonic Materials",
        "Email": "anikeeva@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "Professor of Materials Science and Engineering; Co-director, Materials Research Laboratory (MRL) at MIT",
        "Name": "Geoffrey S.D. Beach",
        "Research Interest": "Ceramics; Condensed Matter Physics; Electrochemistry; Electronic Materials; Magnetic Materials; Nanotechnology; Surfaces, Interfaces, and Thin Films; Transport Phenomena",
        "Email": "gbeach@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "Head of the Department of Biological Engineering; James Mason Crafts Professor; Professor of Materials Science and Engineering; Professor of Bioengineering",
        "Name": "Angela Belcher",
        "Research Interest": "Bio; Biotechnology; Energy Storage; Nanotechnology; Polymers",
        "Email": "belcher@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "POSCO Professor of Materials Science and Engineering; MacVicar Faculty Fellow",
        "Name": "W. Craig Carter",
        "Research Interest": "Computational Materials Science; Energy; Energy Storage",
        "Email": "ccarter@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "Kyocera Professor; National Academy of Engineering",
        "Name": "Yet-Ming Chiang",
        "Research Interest": "Ceramics; Electrochemistry; Energy; Energy Storage; Nanotechnology; Surfaces, Interfaces, and Thin Films",
        "Email": "ychiang@mit.edu",
        "Phone number": "(617) 253-6471"
    },
    {
        "Position": "David H. Koch Professor of Engineering; Associate Dean of Innovation for the School of Engineering; Co-Director of the MIT Innovation Initiative; Faculty Director, Lemelson-MIT Program",
        "Name": "Michael J. Cima",
        "Research Interest": "Ceramics; Cancer; Implants; Nanotechnology",
        "Email": "mjcima@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "Professor of Materials Engineering and Engineering Systems",
        "Name": "Thomas W. Eagar",
        "Research Interest": "Materials Systems and Analysis; Fracture, Fatigue, and Failure of Materials; Metallurgy; Structural Materials",
        "Email": "tweagar@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "Professor of Materials Science; MacVicar Faculty Fellow; Joint Professor of Electrical Engineering and Computer Science",
        "Name": "Yoel Fink",
        "Research Interest": "Medical; Nanotechnology; Photonic Materials",
        "Email": "yoel@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "Merton C. Flemings-SMA Professor of Materials Science and Engineering; CEO and director of the Singapore-MIT Alliance for Research and Technology",
        "Name": "Eugene A. Fitzgerald",
        "Research Interest": "Electronic Materials; Nanotechnology; Semiconductors; Surfaces, Interfaces, and Thin Films",
        "Email": "eafitz@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "Matoula S. Salapatas Professor of Materials Science and Engineering; Professor of Mechanical Engineering; MacVicar Fellow",
        "Name": "Lorna J. Gibson",
        "Research Interest": "Mechanical Behavior of Materials",
        "Email": "ljgibson@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "Toyota Assistant Professor in Materials Processing",
        "Name": "Rafael Gomez-Bombarelli",
        "Research Interest": "Computational Materials Science",
        "Email": "rafagb@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "Head of the Department of Materials Science and Engineering; Morton and Claire Goulder and Family Professor in Environmental Systems; Professor of Materials Science and Engineering; MacVicar Fellow",
        "Name": "Jeffrey C. Grossman",
        "Research Interest": "Computational Materials Science; Condensed Matter Physics; Energy; Energy Storage; Materials Chemistry; Nanotechnology",
        "Email": "jcg@mit.edu",
        "Phone number": "(617) 324-3566"
    },
    {
        "Position": "Professor of Archaeology and Ancient Technology",
        "Name": "Dorothy Hosler",
        "Research Interest": "Material Culture",
        "Email": "hosler@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "Associate Professor of Materials Science and Engineering",
        "Name": "Juejun (JJ) Hu",
        "Research Interest": "Electronic Materials; Nanotechnology; Photonic Materials; Semiconductors",
        "Email": "hujuejun@MIT.EDU",
        "Phone number": "Missing"
    },
    {
        "Position": "Professor of Materials Science and Engineering &amp; Biological Engineering; Investigator, Howard Hughes Medical Institute",
        "Name": "Darrell J. Irvine",
        "Research Interest": "Bio; Biotechnology; Nanotechnology; Polymers",
        "Email": "djirvine@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "Assistant Professor of Materials Science and Engineering",
        "Name": "Rafael Jaramillo",
        "Research Interest": "Electronic Materials; Nanotechnology; Phase Transformations; Semiconductors; Surfaces, Interfaces, and Thin Films; Transport Phenomena",
        "Email": "rjaramil@mit.edu",
        "Phone number": "(617) 324-6871"
    },
    {
        "Position": "Warren K. Lewis Professor of Chemical Engineering; Professor of Materials Science and Engineering",
        "Name": "Klavs F. Jensen",
        "Research Interest": "Materials Chemistry; MEMS (Micro-Electro-Mechanical Systems); Nanotechnology; Surfaces, Interfaces, and Thin Films; Transport Phenomena",
        "Email": "kfjensen@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "Associate Professor of Mechanical Engineering; Associate Professor of Materials Science and Engineering",
        "Name": "Jeehwan Kim",
        "Research Interest": "Electronic Materials; Energy; Manufacturing; Materials Processing; Mechanical Behavior of Materials; Nanotechnology; Nanomechanics; Phase Transformations; Photonic Materials; Semiconductors; Surfaces, Interfaces, and Thin Films; Thermodynamics",
        "Email": "jeehwan@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "Thomas Lord Professor of Materials Science and Engineering",
        "Name": "Lionel C. Kimerling",
        "Research Interest": "Electronic Materials; Nanotechnology; Photonic Materials",
        "Email": "lckim@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "John Chipman Associate Professor of Materials Science and Engineering",
        "Name": "James M. LeBeau",
        "Research Interest": "Ceramics; Electronic Materials; Energy Storage; Nanotechnology; Structural Materials; Surfaces, Interfaces, and Thin Films",
        "Email": "lebeau@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "Professor of Archaeology and Ancient Technology; Director, Center for Materials Research in Archaeology and Ethnology (CMRAE)",
        "Name": "Heather Nan Lechtman",
        "Research Interest": "Material Culture",
        "Email": "lechtman@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "Battelle Energy Alliance Professor of Nuclear Science and Engineering and Professor of Materials Science and Engineering",
        "Name": "Ju Li",
        "Research Interest": "Ceramics; Computational Materials Science; Condensed Matter Physics; Electrochemistry; Electronic Materials; Energy Storage; Environment; Corrosion and Environmental Effects; Manufacturing; Materials Processing; Fracture, Fatigue, and Failure of Materials; Mechanical Behavior of Materials; Metallurgy; Nanotechnology; Nanomechanics; Phase Transformations; Semiconductors; Structural Materials; Composites; Thermodynamics; Transport Phenomena",
        "Email": "liju@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "Paul M. Cook Associate Professor in Materials Science and Engineering",
        "Name": "Robert J. Macfarlane",
        "Research Interest": "Biomaterials; Materials Chemistry; Mechanical Behavior of Materials; Nanotechnology; Photonic Materials; Polymers; Self Assembly; Composites",
        "Email": "rmacfarl@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "Esther and Harold E. Edgerton Associate Professor in Materials Science and Engineering",
        "Name": "Elsa A. Olivetti",
        "Research Interest": "Energy; Manufacturing; Materials Processing; Materials Systems and Analysis",
        "Email": "elsao@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "Thermo-Calc Professor of the Practice",
        "Name": "Gregory B. Olson",
        "Research Interest": "Computational Materials Science",
        "Email": "gbolson@mit.edu",
        "Phone number": "(617) 324-2390"
    },
    {
        "Position": "Morris Cohen Professor of Materials Science and Engineering",
        "Name": "Christine Ortiz",
        "Research Interest": "Bio; Biotechnology; Nanotechnology; Polymers",
        "Email": "cortiz@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "Finmeccanica Assistant Professor in Materials Science and Engineering",
        "Name": "Julia Ortony",
        "Research Interest": "Environment; Materials Chemistry; Nanotechnology; Self Assembly",
        "Email": "ortony@mit.edu",
        "Phone number": "617-253-2063"
    },
    {
        "Position": "Associate Head of the Department of Materials Science and Engineering; Toyota Professor of Materials Science and Engineering",
        "Name": "Caroline A. Ross",
        "Research Interest": "Electronic Materials; Magnetic Materials; Nanotechnology; Polymers; Self Assembly; Surfaces, Interfaces, and Thin Films",
        "Email": "caross@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "Ellen Swallow Richards Professor in Materials Science and Engineering",
        "Name": "Frances M. Ross",
        "Research Interest": "Electrochemistry; Self Assembly; Semiconductors; Surfaces, Interfaces, and Thin Films",
        "Email": "fmross@mit.edu",
        "Phone number": "(617) 452-2535"
    },
    {
        "Position": "Thomas Lord Associate Professor of Materials Science and Engineering",
        "Name": "Jennifer L. M. Rupp",
        "Research Interest": "Ceramics; Electrochemistry; Electronic Materials; Energy; Energy Storage; Materials Processing; Nanotechnology; Surfaces, Interfaces, and Thin Films; Transport Phenomena",
        "Email": "jrupp@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "John F. Elliott Professor of Materials Chemistry",
        "Name": "Donald R. Sadoway",
        "Research Interest": "Electrochemistry; Energy; Energy Storage; Environment; Materials Processing; Materials Chemistry; Metallurgy",
        "Email": "dsadoway@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "Danae and Vasilis Salapatas Professor of Metallurgy; MacVicar Fellow",
        "Name": "Christopher A. Schuh",
        "Research Interest": "Mechanical Behavior of Materials; Metallurgy; Nanotechnology; Structural Materials",
        "Email": "schuh@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "W.M. Keck Professor of Energy",
        "Name": "Yang Shao-Horn",
        "Research Interest": "Electrochemistry; Energy Storage; Materials Chemistry; Nanotechnology; Surfaces, Interfaces, and Thin Films",
        "Email": "shaohorn@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "Thomas B. King Associate Professor of Metallurgy",
        "Name": "C. Cem Tasan",
        "Research Interest": "Materials Processing; Mechanical Behavior of Materials; Metallurgy; Structural Materials",
        "Email": "tasan@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "Stavros Salapatas Professor of Materials Science and Engineering; Director, Materials Research Laboratory (MRL) at MIT",
        "Name": "Carl V. Thompson",
        "Research Interest": "Electrochemistry; Electronic Materials; Energy Storage; Mechanical Behavior of Materials; MEMS (Micro-Electro-Mechanical Systems); Nanotechnology; Surfaces, Interfaces, and Thin Films",
        "Email": "cthomp@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "R.P. Simmons Professor of Ceramics and Electronic Materials",
        "Name": "Harry L. Tuller",
        "Research Interest": "Ceramics; Electrochemistry; Electronic Materials; Energy; Environment; Materials Processing; Materials Chemistry; MEMS (Micro-Electro-Mechanical Systems); Nanotechnology; Photonic Materials; Semiconductors; Surfaces, Interfaces, and Thin Films; Thermodynamics; Transport Phenomena",
        "Email": "tuller@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "Michael (1949) and Sonja Koerner Professor of Materials Science and Engineering; Associate Provost",
        "Name": "Krystyn J. Van Vliet",
        "Research Interest": "Bio; Biophysics; Biotechnology; Computational Materials Science; Mechanical Behavior of Materials; Metallurgy; Nanotechnology; Polymers; Structural Materials; Composites; Surfaces, Interfaces, and Thin Films",
        "Email": "krystyn@mit.edu",
        "Phone number": "Missing"
    },
    {
        "Position": "Professor of Nuclear Science and Engineering; Professor of Materials Science and Engineering",
        "Name": "Bilge Yildiz",
        "Research Interest": "Ceramics; Computational Materials Science; Electrochemistry; Energy; Corrosion and Environmental Effects; Materials Chemistry; Nanotechnology; Surfaces, Interfaces, and Thin Films; Transport Phenomena",
        "Email": "byildiz@mit.edu",
        "Phone number": "Missing"
    }
]