[
    {
        "Research Interest": "Our actuarial faculty members are actively involved in a wide range of research projects, many of which are sponsored by the Society of Actuaries and the Actuarial Foundation. The actuarial science group also leads the  I-Risk Lab  which provides  educational and research activities to provide innovative solutions for industry problems emerging in the areas of actuarial science, quantitative finance and advance analytics for risk management.\\xc2\\xa0",
        "Position": "Missing",
        "Name": "I-Risk Lab",
        "Phone number": "Missing"
    },
    {
        "Research Interest": "Alfred Chong  \\xe2\\x80\\x93 optimal insurance and reinsurance designs, premium principles and risk measures, indifference pricing and valuation, stochastic control and backward stochastic differential equations, optimal investment and forward performance preferences.",
        "Position": "Missing",
        "Name": "Alfred Chong",
        "Phone number": "Missing"
    },
    {
        "Research Interest": "Daniel Linders  \\xe2\\x80\\x93 aggregating risks, basket option pricing, pricing of contingent claims combining insurance and financial risks, quantitative aspects of sustainable pension design.",
        "Position": "Missing",
        "Name": "Daniel Linders",
        "Phone number": "Missing"
    },
    {
        "Research Interest": "Runhuan Feng  \\xe2\\x80\\x93 quantitative risk management, applied stochastic processes, equity-linked insurance, asset and liability management, nested stochastic modeling, exotic option pricing.",
        "Position": "Missing",
        "Name": "Runhuan Feng",
        "Phone number": "Missing"
    },
    {
        "Research Interest": "Alexandra Chronopoulou  (ISE) \\xe2\\x80\\x93 financial engineering, stochastic modeling and simulation, stochastic systems with long memory, statistical inference for stochastic processes.",
        "Position": "Missing",
        "Name": "Alexandra Chronopoulou",
        "Phone number": "Missing"
    },
    {
        "Research Interest": "Georgios Fellouris  (Statistics) \\xe2\\x80\\x93 sequential hypothesis testing, decision making under communication constraints, educational measurement and cognitive assessment, epidemic detection.",
        "Position": "Missing",
        "Name": "Georgios Fellouris",
        "Phone number": "Missing"
    },
    {
        "Research Interest": "Liming Feng  (ISE) \\xe2\\x80\\x93 quantitative finance, Stochastic Modeling and Operations Research",
        "Position": "Missing",
        "Name": "Liming Feng",
        "Phone number": "Missing"
    },
    {
        "Research Interest": "Bo Li  (statistics) \\xe2\\x80\\x93 spatio-temporal modeling, Bayesian hierarchical modeling, copula methods, large data analysis in climatology, atmospheric and environmental science, time series data analysis",
        "Position": "Missing",
        "Name": "Bo Li",
        "Phone number": "Missing"
    },
    {
        "Research Interest": "Xiaofeng Shao  (Statistics) \\xe2\\x80\\x93 econometrics, functional data analysis, resampling methods, spatial statistics, time series, applications in atmospheric science, economics, finance and neuroscience",
        "Position": "Missing",
        "Name": "Xiaofeng Shao",
        "Phone number": "Missing"
    },
    {
        "Research Interest": "Renming Song  (Mathematics) \\xe2\\x80\\x93 stochastic analysis, Markov processes, branching processes and potential theory.",
        "Position": "Missing",
        "Name": "Renming Song",
        "Phone number": "Missing"
    },
    {
        "Research Interest": "Richard Sowers  (Mathematics and ISE) \\xe2\\x80\\x93 interaction of randomness and dynamics in various applied problems",
        "Position": "Missing",
        "Name": "Richard Sowers",
        "Phone number": "Missing"
    },
    {
        "Research Interest": "Alexey G. Stepanov  (Statistics) \\xe2\\x80\\x93 stochastic processes, financial modeling, actuarial analysis",
        "Position": "Missing",
        "Name": "Alexey G. Stepanov",
        "Phone number": "Missing"
    },
    {
        "Research Interest": "\\xc2\\xa0",
        "Position": "Missing",
        "Name": "\\xc2\\xa0",
        "Phone number": "Missing"
    }
]