[
    {
        "Research Interest": "Since 1988, Tom has owned and developed a Design/Build firm in Champaign, Illinois specializing in custom designed homes and remodels. Tom\\xe2\\x80\\x99s ability to guide and instruct others though the process of home design and construction is a trademark of his professional practice. This endeavor has proven to be a fulfilling life\\xe2\\x80\\x99s work, which draws from a rich architectural education from the University of Illinois.",
        "Name": "Tom Loew",
        "Position": "Adjunct Lecturer "
    },
    {
        "Research Interest": "Missing",
        "Name": "Benjamin A. Bross, Ph.D",
        "Position": "Assistant Professor "
    },
    {
        "Research Interest": "Continually leading graduate studios on high-rise design, Professor Armstrong focuses his efforts on tall building. Through venues like the Journal of the Council on Tall Buildings and Urban Habitat, he has published and exhibited his work on urban environments. He is currently working on a book on contemporary tall building design.",
        "Name": "Paul Armstrong",
        "Position": "Associate Professor Emeritus "
    },
    {
        "Research Interest": "Kennedy Hutson is the Owner and Principal of Kennedy Hutson Associates, an architectural firm located in Monticello, Illinois. Prior to founding Kennedy Hutson Associates in 1995, he served as staff architect and associate at a number of architectural firms in Colorado and Illinois, specializing in numerous types of architecture ranging from housing, hospitality, and corporate interiors in Colorado to Historic Preservation and institutional and recreational facilities in Illinois.",
        "Name": "Kennedy K. Hutson",
        "Position": "Visiting Assistant Professor "
    },
    {
        "Research Interest": "Professor Uihlein is a licensed professional engineer with a graduate degree in architecture. She has worked on projects for both the private sector and academic institutions with Arup at their San Francisco and Los Angeles offices. She first became involved in academia while working as a visiting lecturer for the School of Architecture with the Study Abroad Program in Versailles, France from 2007-2010.",
        "Name": "Marci S. Uihlein, P.E. ",
        "Position": "Associate Professor "
    },
    {
        "Research Interest": "Professor Anthony teaches, conducts research, and writes about how spaces and places affect people. Her expertise focuses on such topics as social and behavioral factors in design, gender and race in contemporary architecture, and entrepreneurship in design.\\xc2\\xa0She has also developed a new seminar on architecture, cinema, environment, and behavior.",
        "Name": "Kathryn H. Anthony, Ph.D.",
        "Position": "ACSA Distinguished Professor "
    },
    {
        "Research Interest": "With an extensive background in Mechanical Engineering and building systems, Professor Strand teaches the undergraduate Heating, Ventilation, and Air Conditioning (HVAC) course as well as graduate seminars on energy modeling and HVAC. He has researched low energy technologies for space conditioning and developed portions of EnergyPlus, software that enables modeling of building energy performance, for the US Department of Energy.",
        "Name": "Richard K. Strand, Ph.D.",
        "Position": "Associate Professor "
    },
    {
        "Research Interest": "Marcos Barinas Uribe is an architect and urban planner. He attended The Catholic University of America and The Southern California Institute of Architecture under a Fulbright scholarship.",
        "Name": "Marcos Barinas",
        "Position": "Visiting Lecturer "
    },
    {
        "Research Interest": "Paul Hardin Kapp is Associate Professor of Architecture. He has taught historic preservation in architecture at Illinois for the past eleven years. He teaches the following courses: ARCH 574-Historic Preservation Design Studio; ARCH 419-Historic Building Preservation; ARCH 518-Conservation of Building Materials; and ARCH 519-Recording Historic Buildings. His students have placed twice in the Charles E.",
        "Name": "Paul Hardin Kapp",
        "Position": "Associate Professor "
    },
    {
        "Research Interest": "Nathalie Frankowski is an educator, designer, author, poet, curator, artist and co-founder of WAI Architecture Think Tank.",
        "Name": "Nathalie Frankowski",
        "Position": "Visiting Lecturer "
    },
    {
        "Research Interest": "Botond Bognar is Professor and Edgar A. Tafel Endowed Chair in Architecture at the University of Illinois Urbana-Champaign. He received his B.S. in Architecture and MArch degrees at the Technical University of Budapest and his M.A. in Architecture and Urban Planning at the University of California, Los Angeles. As a Japanese Governmental (Mombusho) Scholar he conducted research at the Tokyo Institute of Technology (TIT) for two years in the early 1970s.",
        "Name": "Botond Bognar",
        "Position": "Professor and Edgar A. Tafel Endowed Chair in Architecture "
    },
    {
        "Research Interest": "T.F. Tierney is Associate Professor Emerita of Architecture with a Designated Emphasis in New Media at the University of Illinois Urbana Champaign.\\xc2\\xa0 As founding director of URL: Urban Research Lab, Tierney explores the intersection between networked technologies and the built environment.\\xc2\\xa0 During 2013, Tierney was a United States Delegate to Smart &amp; Digital Cities in France.",
        "Name": "T.F. Tierney, Ph.D.",
        "Position": "Associate Professor Emerita "
    },
    {
        "Research Interest": "Cruz Garc\\xc3\\xada\\xc2\\xa0is a Puerto Rican educator, designer, author, theorist, curator, artist and co-founder of WAI Architecture Think Tank.He is a co-founder of artist collective Garcia Frankowski and co-founding curator of critically acclaimed alternative art space\\xc2\\xa0Intelligentsia Gallery\\xe6\\x99\\xba\\xe5\\x85\\x88\\xe7\\x94\\xbb\\xe5\\xbb\\x8a\\xc2\\xa0in Beijin",
        "Name": "Cruz Garcia",
        "Position": "Visiting Lecturer "
    },
    {
        "Research Interest": "Trina serves as Vice President and Design Principal at Kahler Slater, where she is responsible for establishing, inspiring, and directing the comprehensive development of the design process.",
        "Name": "Trina Sandschafer, AIA",
        "Position": "Distinguished Visiting Lecturer "
    },
    {
        "Research Interest": "William Worn is Clinical Associate Professor at the University of Illinois at Urbana Champaign where his research interests lie at the intersection of sustainability and health. He is also President Emeritus and founder of Worn Jerabek Wiltse Architects P.C. in Chicago (1991-present). He taught previously at the University of Illinois at Chicago 2001-2009 where he was Director of the Master of Science in Health Design program.",
        "Name": "William Worn",
        "Position": "Clinical Associate Professor Emeritus "
    },
    {
        "Research Interest": "Professor David M. Chasco, FAIA, is Professor and past Director of the Illinois School of Architecture (2004-2014). Chasco was originally a member and associate with Gunnar Birkerts and Assoc. from 1983-1994, Design Architect with DiClemente Siegel Design/Gunnar Birkerts FAIA from 1997-2002, joined the College of Architecture and Design at Lawrence Technological University (LTU) in 1994, and served as Interim Dean from 2002-2004.",
        "Name": "David M. Chasco, FAIA",
        "Position": "Professor "
    },
    {
        "Research Interest": "Aneesha Dharwadker is an educator and design practitioner with interests in global urbanism, material history, and rural healthcare. She is the founder of\\xc2\\xa0Chicago Design Office\\xc2\\xa0and editor of\\xc2\\xa0Transect, an annual journal of design criticism. ",
        "Name": "Aneesha Dharwadker",
        "Position": "Assistant Professor of Architecture &amp; Landscape Architecture "
    },
    {
        "Research Interest": "With a background in three-dimensional design, Professor Taylor has worked in the fields of interior design, construction management, architecture, and scenic construction for the film industry. His experiences have taken him across the US, Sri Lanka, and Haiti.",
        "Name": "Mark Taylor",
        "Position": "Associate Professor "
    },
    {
        "Research Interest": "Dr. Yun Kyu Yi teaches environmental and sustainable architecture and technology and conducts research in the area of computational building modeling and simulation, building performance evaluation and indoor occupants behavior. He is also founder and lead investigator of the Responsive Architecture Lab (RAL) at the Illinois School of Architecture.\\xc2\\xa0",
        "Name": "Yun Kyu Yi, Ph.D",
        "Position": "Assistant Professor "
    },
    {
        "Research Interest": "Tait Johnson is an architect and architectural historian with a primary research focus on the history and theory of modern architecture and materiality in the twentieth century, specifically concerned with the image and instrumentality of aluminum in architecture.",
        "Name": "Tait Johnson, Ph.D.",
        "Position": "Lecturer "
    },
    {
        "Research Interest": "As Clinical Associate Professor Randy Deutsch FAIA, LEED AP teaches Design Studio, Urban Studio, Professional Practice, Construction Management: Virtual and Real, Building Technology and Digital Technology. ",
        "Name": "Randy Deutsch, FAIA",
        "Position": "Clinical Associate Professor "
    },
    {
        "Research Interest": "Professor Hemingway has taught architectural design at numerous universities since 1994 and is Principal of the award winning design firm hemingway+a/studio based in Chicago. With 19 years of teaching experience, it has enabled him to continue his research on modern cities including Beijing, Los Angeles and Detroit in continuation of his thesis Television City undertaken at Columbia University in 1991.",
        "Name": "Erik Hemingway",
        "Position": "Associate Professor "
    },
    {
        "Research Interest": "Sudarshan Krishnan specializes in the area of lightweight structures. His current research focuses on the structural design and stability behavior of cable-strut systems and transformable structures. He teaches courses on the planning, analysis and design of structural systems. As an architect and structural designer, he has worked on a range of projects that included houses, hospitals, recreation centers, institutional buildings, and conservation of historic buildings/monuments.",
        "Name": "Sudarshan Krishnan, Ph.D.",
        "Position": "Assistant Professor "
    },
    {
        "Research Interest": "Professor Aminmansour\\xe2\\x80\\x99s areas of research and scholarship interest include structural steel and reinforced concrete design as well as design of tall buildings.\\xc2\\xa0",
        "Name": "Abbas Aminmansour, Ph.D.",
        "Position": "Associate Professor "
    },
    {
        "Research Interest": "Professor Bartumeus Ferr\\xc3\\xa9 is professor at UIUC and in both the Master\\xe2\\x80\\x99s Program in Landscape Architecture at the ETSAB and in the Department of Urbanism and Territorial Planning at the ETSAV in Barcelona, Spain. She has been a member of the Barcelona City council\\xe2\\x80\\x99s Architecture Committee and of the COAC\\xe2\\x80\\x99s Advisory Committee in Urban Planning and Landscape.",
        "Name": "Sara Bartumeus Ferr\\xc3\\xa9",
        "Position": "Associate Professor "
    },
    {
        "Research Interest": "Dr. AnnaMarie R. Bliss is a Lecturer in Architecture teaching design studios, foundational design principals, history and theory, and research methods for environmental designers. Her scholarship concentrates on the socio-spatial and haptic aspects of preservation design triggering changes in the environmental perception of users. Dr. Bliss\\xe2\\x80\\x99s research engages tourist-historic places with special emphasis on the effects of adaptation to historically significant sites.",
        "Name": "AnnaMarie R. Bliss, Ph.D.",
        "Position": "Lecturer "
    },
    {
        "Research Interest": "Aaron Paul Brakke is an architect and designer born and educated in the United States. He is Founder and Director of Design at Whiteknee. He studied architecture at Ball State University where he graduated with a post professional degree in Architecture (MArch II). At this time he was involved in the development of an ACADIA Conference and became interested in researching the reciprocal relationship between the architect and technology.",
        "Name": "Aaron Paul Brakke",
        "Position": "Assistant Professor "
    },
    {
        "Research Interest": "Francisco Javier Rodr\\xc3\\xadguez-Su\\xc3\\xa1rez, FAIA, ACSADP, CAAPPR",
        "Name": "Francisco Javier Rodr\\xc3\\xadguez-Su\\xc3\\xa1rez, FAIA",
        "Position": "Director &amp; Miers Professor "
    },
    {
        "Research Interest": "Andrea Melgarejo de Berry is a Teaching Assistant Professor at the School of Architecture, University of Illinois at Urbana Champaign. Melgarejo de Berry holds an undergraduate degree in Architecture from the Universidad Nacional de Asunci\\xc3\\xb3n, in Paraguay and master\\xe2\\x80\\x99s degrees in Architecture and Urban Planning from the University of Illinois at Urbana-Champaign.",
        "Name": "Andrea Melgarejo de Berry",
        "Position": "Teaching Assistant Professor "
    },
    {
        "Research Interest": "Professor Hinders leads graduate seminars and studios that examines design on the urban scale. He is also the principle in charge at Champaign-based PREP A.R.E. He is well versed with projects large and small. As a professional, Professor Hinders has drafted new master plans for the University Campus, Research Parks, and Campustown 2000. His work truly spans the scales of architecture, urban design, and master planning.",
        "Name": "Kevin Hinders",
        "Position": "Associate Professor, Coordinator of Chicago Studio "
    },
    {
        "Research Interest": "Professor Dearborn\\xe2\\x80\\x99s research focuses on the mutual interaction of people and their environments, particularly the relationship between residential environments and cultural change. She studies the Hmong of SE Asia and Hmong immigrants in the US, African Americans in inner-city neighborhoods, and Native Americans. She is heavily involved in FAA\\xe2\\x80\\x99s Illinois Action Research.",
        "Name": "Lynne M. Dearborn, Ph.D.",
        "Position": "Professor "
    },
    {
        "Research Interest": "Educated at the University of Buenos Aires, Argentina, and Washington University in St. Louis, Alejandro Lapunzina is the Suzanne &amp; William Allen Professor of Architecture. He is also Director of the School\\xe2\\x80\\x99s flagship overseas program, the Illinois Study Abroad Program at Barcelona-El Vall\\xc3\\xa8s (IASAP-BV). the head of the School of Architecture Study Abroad Program. He regularly teaches courses on Architectural Design and coordinates the IASAP-BV\\xe2\\x80\\x99s curriculum.",
        "Name": "Alejandro Lapunzina",
        "Position": "Professor, Director Barcelona Program "
    },
    {
        "Research Interest": "Professor Murray teaches design studios and seminars and has served as past Chair of the Building Performance Program at the Illinois School of Architecture. He is also currently the Design Editor of the journal\\xc2\\xa0Technology\\xc2\\xa0\\xd7\\x80\\xc2\\xa0Architecture + Design (TAD).\\xc2\\xa0As a licensed architect since 2000, Professor Murray has worked on a variety of building projects ranging in scale from single-family houses to skyscrapers.",
        "Name": "Scott Murray",
        "Position": "Associate Professor "
    },
    {
        "Research Interest": "Dr. Hammann is a registered architect and LEED\\xc2\\xae accredited professional with an extended professional background. As the previous Head of Design, Head of Programming and Master Planning in two major German firms, his portfolio includes medium to large scale projects for corporate and private clients across Europe and the U.S. He blend\\xe2\\x80\\x99s design excellence with building performance and environmental design in his research which focuses on technology and sustainable design.",
        "Name": "Ralph E. Hammann, Ph.D.",
        "Position": "Associate Professor "
    },
    {
        "Research Interest": "Professor Stallmeyer\\xe2\\x80\\x99s research and teaching focus on contemporary urban and architectural production and consumption under the influence of information and communications technology (ICT). His graduate studios explore the intersection of ICT and the design process through the exploration and integration of digital sketching and modeling environments with analog methods in a hybrid process.",
        "Name": "John C. Stallmeyer, Ph.D.",
        "Position": "Associate Professor "
    },
    {
        "Research Interest": "Carl Lewis\\xe2\\x80\\x99 experience spans the fields of government service, architecture and academia. He has researched and lectured extensively on architectural design and its application for the disabled. He has held numerous appointments on a variety of committees that relate to the built environment and to the application of the Americans with Disabilities Act.",
        "Name": "Carl G. Lewis",
        "Position": "Teaching Assistant Professor "
    },
    {
        "Research Interest": "Professor, Department of Landscape Architecture ",
        "Name": "D. Fairchild Ruggles, Ph.D.",
        "Position": "Affiliated Professor "
    },
    {
        "Research Interest": "Kevin Erickson is the founding principal of KNE studio, based in New York City, and an Associate Professor at the University of Illinois, where he is Chair of the Detail + Fabrication Program Area within the School of Architecture. The work of KNE studio is fixated on simple and forward thinking design ideas that create new value on multiple scales. In 2013, KNE studio was invited by actress Bette Midler\\'s NYRP Foundation to design a boathouse and outdoor classroom in upper Manhattan.",
        "Name": "Kevin Erickson",
        "Position": "Associate Professor "
    },
    {
        "Research Interest": "Heather E. Grossman is an architectural and art historian and an archaeologist whose research investigates concepts and instances of architectural and cultural interaction in the Mediterranean. Her research and teaching examines encounters between the various Christian, Islamic, and Jewish cultures of the \\xe2\\x80\\x9cglobal\\xe2\\x80\\x9d medieval world, focusing on the role of architecture in creating identity, memory and architecture, and the development of Mediterranean cities.",
        "Name": "Heather E. Grossman, Ph.D.",
        "Position": "Teaching Assistant Professor and History Area Coordinator "
    },
    {
        "Research Interest": "Professor Kim is a University of California, Berkeley, educated Design Theorist with research emphases on the Nature of Design and Integrative Design Process; the Nature and the Structure of Design Knowledge; Design Knowledge Acquisition; Building Systems, Functionality, Constructability, and their Integration. He is also a Licensed Architect.",
        "Name": "Michael Kim, Ph.D.",
        "Position": "Professor "
    },
    {
        "Research Interest": "Christina Bollo is an assistant professor in the Health and Wellbeing focus area.\\xc2\\xa0Professor Bollo\\xe2\\x80\\x99s\\xc2\\xa0research focuses on the manifestation of housing policy in design and the\\xc2\\xa0social, economic, and environmental ramifications of housing design on the people who live there.\\xc2\\xa0Currently, she investigates the tradeoffs between autonomy and community for the residents of Permanent Supportive Housing.",
        "Name": "Christina Bollo, Ph.D.",
        "Position": "Assistant Professor "
    },
    {
        "Research Interest": "Professor Boubekri\\xe2\\x80\\x99s work focuses on sustainable architecture and the intersection of the built environment and human health. Through numerous publications, two recently published books, he explores the impact of the lack of daylight inside buildings on people\\xe2\\x80\\x99s health, behavior and overall well-being. More generally, his work also examines the relationship between architectural design, sustainable technologies and building energy/environmental performance.",
        "Name": "Mohamed Boubekri, Ph.D.",
        "Position": "Professor and Associate Director of Transition "
    }
]