[
    {
        "Research Interest": "Professor Barich is a licensed Intellectual Property (IP) attorney who specializes in developing powerful IP portfolios for clients and then using the IP portfolios to extract value from competitors. He has been involved in prosecuting more than 1200 patent applications and numerous trademark applications before the U.S. Patent and Trademark Office (PTO) and in countries around the world. Additionally, based on patent portfolios that he helped create, he has been involved in numerous successful licensing/settlement efforts yielding millions of dollars to clients. Professor Barich also evaluates the intellectual property of competitors and potential investments, acquisitions, or licensees, as well as performing pre-market patent and trademark clearances.   Professor Barich earned bachelor&#39;s and master&#39;s degrees in electrical engineering from the University of Illinois at Urbana-Champaign before earning his J.D. at Boston College Law School. He then returned to the midwest to practice at a large IP specialty firm in Chicago for 15 years before forming his own firm, Barich IP Law Group.  ",
        "Name": "Joseph M. Barich",
        "Position": "Adjunct Professor",
        "Phone number": "",
        "Email": "jbarich@illinois.edu"
    },
    {
        "Research Interest": "Sanjiv Chopra has worked in the technology industry for thirteen years in various Engineering and Management roles. Sanjiv has co-founded two technology startups and has served as a consultant to various others. Since 2001 he has been employed as chief operating officer of Intersymbol Communications, Inc. Intersymbol is a venture-backed technology company developing disruptive, mixed signal integrated circuits for optical communications industry. Prior to Intersymbol Sanjiv was the co-founder and Executive Vice President of CapacityWeb, Inc, a venture backed supply chain technology company. From 1991-1997 he worked in Silicon Valley, California for Integrated Device Technology (NASDAQ: IDTI) developing semiconductor integrated circuit products for the personal computer and communications industry. Some of these products are used as memory and control chips in networking equipment shipped globally.   Sanjiv has successfully raised several rounds of financing from Venture Capitalists and Strategic Investors (Public Corporations) for his startups. In all the startups, Sanjiv developed the business plan, secured financing, and was subsequently responsible for bringing the technology to market. In 2005, as business consultant for a University of Illinois startup Sanjiv negotiated an exclusive license from the Office of Technology Management (OTM) for Intellectual Property (IP) developed at the University.   As a &ldquo;practicing&rdquo; entrepreneur Sanjiv has developed a balanced understanding of strategic and tactical issues that confront entrepreneurs in designing and commercializing technology based products. He brings this unique perspective to the classroom to the benefit of students who are inclined towards technology management and entrepreneurship.   Sanjiv has also worked as a management consultant at Booz, Allen &amp; Hamilton in Chicago.   Sanjiv holds a B.S. in Electrical Engineering from BIT, India, a Master of Science degree in Electrical Engineering from Iowa State University, and an MBA from Northwestern University, Chicago. He resides in Champaign with his wife, son, and daughter.  ",
        "Name": "Sanjiv Chopra",
        "Position": "Entrepreneur-in-Residence/Visiting Lecturer",
        "Phone number": "",
        "Email": "sanjivc@illinois.edu"
    },
    {
        "Research Interest": "Shahbaz S. Gill obtained a PhD from the University of Malaya and completed his Post Doctoral research at the School of Labor and Employment Relations at the University of Illinois at Urbana-Champaign. Over the past 14 years, his previous studies and work experiences have taken him across the globe, working as an assistant professor and developing a center for research and teaching in Pakistan; a visiting lecturer in Malaysia, a visiting professor in India and China, where Shahbaz taught courses like International Marketing and International Business; and an export manager with Euro Impex International, one of the most successful and respected textile companies within Germany and Pakistan. During his six years within the textile industry, Shahbaz acquired sales, production, and management skills.   He also traveled extensively to the Middle East, Germany, and France to meet with buyers and negotiate sales agreements. In 2013 and 2014, Shabhaz&rsquo;s name was included in the List of Teachers Ranked as Excellent and placed among the top 10% professors by ICES at University of Illinois at Urbana Champaign. His current research interests are: Future of High Performance Work Systems in South Asia; Terrorism and its impact on marketing and business environment; and Religiosity and perception of organizational justice.  ",
        "Name": "Shahbaz S. Gill",
        "Position": "Lecturer of Business Administration",
        "Phone number": "",
        "Email": "shahbaz@illinois.edu"
    },
    {
        "Research Interest": "",
        "Name": "Alex Gorsuch",
        "Position": "Lecturer",
        "Phone number": "",
        "Email": "agorsuc2@illinois.edu"
    },
    {
        "Research Interest": "Chris is an engineer and entrepreneur with over 20 years of experience in agriculture, business, andacademia. His expertise includes startup business operations, software product development,robotics,sustainability, hydrology, field data collection, automation, and practical farming experience. He is thefounder and managing partner of Hatch Ag Group, LLC, a consulting company focused on findinganswers to technical challenges and investing in great ideas in agriculture. Before the launch of HatchAg, Chris was Co-Founder and CEO of Agrible, Inc., where he built the company and team, developed multiple software and hardware products, and led the company in raisingthree rounds of venture capital. Since 2004, he has also been an Adjunct Assistant Professor at the University ofIllinois working with students. Prior to 2014, Chris was the Vice President and Principal Engineer at WaterborneEnvironmental, Inc., where he built a market and team around consulting services where quality and accuracy were paramount.  ",
        "Name": "Chris Harbourt",
        "Position": "Adjunct Assistant Professor",
        "Phone number": "(217) 333-0193",
        "Email": "harbourt@illinois.edu"
    },
    {
        "Research Interest": "Keilin Jahnke is a TEC Teaching Assistant Professor. She recently completed her Ph.D. studies in Agricultural and Biological Engineering at the University of Illinois with a research focus on international engineering projects and the social, cultural, and political impact on rural communities. Keilin teaches courses on international engineering, innovation, creativity, and design thinking, and helps students acquire effective strategies to identify and define problems, and work through the design process and create innovative solutions.      ",
        "Name": "Keilin Jahnke",
        "Position": "Teaching Assistant Professor",
        "Phone number": "",
        "Email": "deahl1@illinois.edu"
    },
    {
        "Research Interest": "Samantha Koon is a marketing communications professional with a passion for entrepreneurship. She serves as the Director of Communications for Illinois Extension, where she manages a team who focuses on expanding the reach, impact, and visibility of Extension programming across the state. Samantha also teaches several courses at the University of Illinois, focusing on entrepreneurship, innovation, and communications. She has nearly 20 years of experience in a variety of roles in the non-profit and higher education sectors.   Samantha also owns The Zybell House, a historic boarding house and vacation home, and the Greenhouse Caf&eacute;, a small coffee shop and cafe at Allerton Park and Retreat Center. These ventures have allowed her to continue a family tradition of entrepreneurship and to fill several unmet needs in her local community.   A native of Wolcott, Indiana, Samantha both studied and worked at Purdue University, earning undergraduate and graduate degrees from Purdue and an MBA from Indiana University. She lives in Monticello, Ill., with her husband and daughter.      ",
        "Name": "Samantha Koon",
        "Position": "Lecturer",
        "Phone number": "",
        "Email": "skoon@illinois.edu"
    },
    {
        "Research Interest": "Brian Lilly is an Adjunct Associate Professor and Entrepreneur-in-Residence at TEC. Brian&#39;s entrepreneurial experience includes founding and managing several companies. He is president of SmartSolutions, Inc., which manufactures and sells products he designed for outdoor recreation and vehicle industries, and is also vice president of Ergo-Tech, Inc., which manufactures and sells a patented line of industrial washdown equipment throughout North America.   Professor Lilly received his B.S. and M.S. in General Engineering and his Ph.D. in Aeronautical Engineering from the University of Illinois at Urbana-Champaign.  ",
        "Name": "Brian Lilly",
        "Position": "Adjunct Associate Professor",
        "Phone number": "",
        "Email": "blilly@illinois.edu"
    },
    {
        "Research Interest": "Dr. Patterson is a lecturer in the College of Engineering at the University of Illinois at Urbana-Champaign. Dr. Patterson focuses on preparing students of various Hip Hop generations to be civic-minded urban global leaders in cultural innovation, entrepreneurship, engineering, business, art, and technology. He challenges students by contextualizing applied learning methods that encourage students to re-think various forms of traditional scholarship from a variety of disciplines in order to address contemporary issues that impact urban environments around the globe.   An entrepreneur at heart, Dr. Patterson has developed a plethora of scholarly initiatives utilizing Hip Hop such as the IPOWERED: Higher Ed Remixed Lecture Series and the Hip Hop Xpress Urban STEM Lab. The Graduate School of Library and Information Sciences, College of LAS, College of Engineering, Student Affairs, College of Fine and Applied Arts, and the College of Business have utilized Dr. Patterson&rsquo;s scholarship in a variety of capacities. His course development cannon includes Service Learning from a Hip Hop Perspective, KRS: Hip Hop Artistry and Social Activism, C.R.E.A.M. (Cash, Rules, and Everything Around Me), Hip Hop and Social Entrepreneurship, Hip Hop and African American Studies in the Age of Obama, Hip Hop as Community Informatics, Decoding Dr. Dre: urban creativity in engineering and technology, and Hip Hop Entrepreneurship: Evolution in Engineering and Technology.   He is a fellow of the Academy for Entrepreneurial Leadership and an Adjunct Assistant Professor in the Department of African American Studies. His current research and action interests concentrates on urban STEM pedagogy development, organizing community code trainings, community sustainability, and entrepreneurship. Additionally, connecting university students with indigenous community organizations is central to his areas of focus.  ",
        "Name": "William Patterson, Dr.",
        "Position": "Adjunct Lecturer",
        "Phone number": "",
        "Email": "wmpatter@illinois.edu"
    },
    {
        "Research Interest": "",
        "Name": "Marissa Siero",
        "Position": "Lecturer",
        "Phone number": "",
        "Email": "siebel2@illinois.edu"
    },
    {
        "Research Interest": "Prof. Singer received the S.B., S.M., and Ph.D. degrees, all in electrical engineering and computer science, from the  Massachusetts Institute of Technology . Since 1998, he has been on the faculty of the  Department of Electrical and Computer Engineering  at the University of Illinois at Urbana-Champaign, where he is currently a Professor in the ECE department and the Coordinated Science Laboratory. During the academic year 1996, he was a Postdoctoral Research Affiliate in the Research Laboratory of Electronics at MIT. From 1996 to 1998, he was a Research Scientist at Sanders, A Lockheed Martin Company in Manchester, New Hampshire, where he designed algorithms, architectures and systems for a variety of DOD applications. His research interests include signal processing and communication systems. He was a Hughes Aircraft Masters Fellow, and was the recipient of the Harold L. Hazen Memorial Award for excellence in teaching in 1991. In 2000, he received the National Science Foundation CAREER Award, in 2001 he received the Xerox Faculty Research Award, and in 2002 was named a Willett Faculty Scholar. Dr. Singer has served as an Associate Editor for the IEEE Transactions on Signal Processing and is a member of the MIT Educational Council, and of Eta Kappa Nu and Tau Beta Pi. He is a Fellow of the IEEE.   In 2005, Prof. Singer was appointed as the Director of the  Technology Entrepreneur Center (TEC)  in the College of Engineering. He also co-founded Intersymbol Communications, Inc., a venture-funded fabless semiconductor IC company, based in Champaign Illinois. A developer of signal processing enhanced chips for ultra-high speed optical communications systems, Intersymbol was acquired by  Finisar Corporation  (NASD:FNSR) in 2007. Prof. Singer serves on the board of directors of a number of technology companies and as an expert witness for electronics, communications, and circuit-related technologies.   Prof. Singer enjoys many forms of outdoor sports, including competing in triathlons and marathons. He has competed at all distances from sprint and olympic distance triathlons to ultra-marathons and the Ironman triathlon.   An electronic copy of his  CV  is available.  ",
        "Name": "Andrew Singer",
        "Position": "Associate Dean for Innovation and Entrepreneurship, TEC",
        "Phone number": "(217) 244-9263",
        "Email": "acsinger@illinois.edu"
    },
    {
        "Research Interest": "Harlee Sorkin is co-founder and Managing Director of Common Place Holdings, LLC, a health tech venture studio that provides management &amp; seed funding for companies that it helps to form. This builds upon a 15-year consulting practice with an emphasis on business formation, capitalization, product and customer development. Prior to that, Harlee helped to lead Traco Labs, Inc., a manufacturer of health &amp; nutrition ingredients, to a successful exit to Degussa, AG.   Harlee is the NSF I-Corps program instructor and Entrepreneur-in-Residence at EnterpriseWorks in the Research Park. He holds a BS in Psychology from the University of Illinois.  ",
        "Name": "Harlee Sorkin",
        "Position": "Clinical Assistant Professor",
        "Phone number": "",
        "Email": "sorkin2@illinois.edu"
    },
    {
        "Research Interest": "",
        "Name": "Rachel Switzky",
        "Position": "Director, Siebel Center for Design",
        "Phone number": "",
        "Email": "rswitzky@illinois.edu"
    },
    {
        "Research Interest": "Jed Taylor is the Executive Director of TEC. In addition to his work at TEC he also works with startup companies as an entrepreneur-in-residence at Enterprise Works in the Research Park. Before joining TEC, Jed was the first employee and the Director of Sales at Pattern Insight--a startup out of the Computer Science Department.   Jed has a B.S. in Computer Science from Utah State University, an M.S. in Computer Science and an MBA from the University of Illinois.  ",
        "Name": "Jed L. Taylor",
        "Position": "Executive Director, TEC",
        "Phone number": "(217) 244-4035",
        "Email": "jedt@illinois.edu"
    },
    {
        "Research Interest": "John Thode is a successful intra/entrepreneur. He has built profitable businesses ranging from startups to multi-billion dollar companies in the mobility, computing, security, and imaging sectors. John has joined TEC as Clinical Professor for Innovation, Leadership and Engineering Entrepreneurship, and is also Founder &amp; Chairman of Thode Residential Rental Properties, LLC.   Previously, he was president of DigitalOptics Corp., where he led a significant turnaround by leading the development of a highly differentiated imaging products portfolio using computational optics and MEMS actuators. The company&rsquo;s customers included Apple, Samsung, Xiaomi, and Oppo, to name a few. Over his 35-year career, John has been a significant leader in technology innovation. As a young engineer, he was an early and significant contributor in the development of the first cellular system (AMPS) that included the commercial launch of the original Motorola Dyna TAC &ldquo;Brick Phone.&rdquo; Subsequently, he led the development of Motorola&rsquo;s first smartphone, the world&rsquo;s first 3G cellphone with video chat, and the world&rsquo;s first touchscreen-only smartphone, the Motorola A1000. At Dell, John led teams that developed the world&rsquo;s first phablet, first 2-in-1 PC, and countless other innovations in tablets and convertibles. John has also served on several boards of directors including Illinois Super Conductor where he was President and CEO, Symbian Ltd., and Ancient Oaks Foundation, a nonprofit he and his wife founded in 2014.      ",
        "Name": "John S. Thode",
        "Position": "Clinical Professor for Innovation, Leadership, & Engineering Entrepreneurship",
        "Phone number": "",
        "Email": "jthode@illinois.edu"
    },
    {
        "Research Interest": "David Weightman is a Professor of Industrial Design in the School of Art and Design at the  University of Illinois at Urbana Champaign . With a Master&rsquo;s degree in Industrial design ( Engineering) from the Royal College of Art in London, he worked at the Indian Institute of Technology in Delhi and taught on the Industrial Design Transport program at Coventry University, He was Dean of the School of Art and Design at Staffordshire University and a consultant to Yamaha, Massey Ferguson, British Rail, BBC television and the Tate Gallery London. His teaching and research explores the changing relationship between product users and the design/ manufacturing process resulting from digital technology. Recent projects have also involved acoustic design and hearing conservation. A member of the National Association of Schools of Art and Design working group on the future of design education, he also served recently as Midwest District Vice President of the Industrial Design Society of America. For his sabbatical in Spring 2014, he was appointed an IDEA Studio scholar at Autodesk LLC in San Francisco, helping with the development of their Fusion 360 CAD modeling software.  ",
        "Name": "David Weightman",
        "Position": "Adjunct Faculty",
        "Phone number": "",
        "Email": "diw@illinois.edu"
    }
]