[
    {
        "Research Interest": "Missing",
        "Name": "Materials science and engineering is the basis for all engineering. Improvements in the quality of life require knowledge of the processing and properties of current materials and the design, development and application of new materials. The Materials Science and Engineering (MatSE) curriculum provides an understanding of the underlying principles of synthesis and processing of materials and of the interrelationships between structure, properties, and processing. Students learn how to create advanced materials and systems required, e.g., for flexible electronic displays and photonics that will change communications technologies, for site specific drug delivery, for self-healing materials, for enabling the transition to a hydrogen-based economy, and for more efficient photovoltaics and nuclear systems for energy production. The curriculum uses concepts from both basic physics and chemistry and provides a detailed knowledge of what makes the materials we use every day behave as they do.",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "Missing",
        "Name": "Students in the first two years take courses in general areas of science and engineering as well as courses introducing the concepts in MatSE. In the third year, students study the common, central issues related to MatSE. In the senior year, students focus on an area of MatSE of their greatest interest, providing them with the detailed knowledge to be immediately useful to corporations, become entrepreneurs, or to provide the underpinning knowledge for graduate study. Note: students interested in biomaterials take a specific set of courses to provide them with a background in biology and chemistry while maintaining a strong engineering focus.The curriculum requires 128 hours.",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "Missing",
        "Name": "Focus Areas   Technical Electives   Junior Labs   Polymer Science and Engineering Minor   MatSE Minor",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "Missing",
        "Name": "Curriculum Map  Resource for students and advisors:",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "Missing",
        "Name": "For students entering Summer 2018 and later:   Non-Biomaterials Biomaterials",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "Missing",
        "Name": "For students entering before Summer 2018:",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "Missing",
        "Name": "Non-Biomaterials Biomaterials  ",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "Missing",
        "Name": " ",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "Missing",
        "Name": "The schedule that follows is illustrative, showing the typical sequence in which courses would be taken by a student with no college course credit already earned and who intends to graduate in four years. Each individual\\'s case may vary, but the position of required named courses is generally indicative of the order in which they should be taken. The first two years of the Suggested Sequence is the same for all MatSE students. The third and fourth years vary with the Focus Area chosen. Refer to the appropriate third and fourth year sequence.",
        "Position": "Missing",
        "Email": "Missing"
    }
]