[
    {
        "Name": "Ramzi K. Bualuan",
        "Research Interest": "Databases, Advanced Database Projects, and Visual FX.",
        "Position": "\\xc2\\xa0and Director of Undergraduate Studies",
        "Email": "Missing"
    },
    {
        "Name": "Peter Bui",
        "Research Interest": "Distributed and parallel computing, systems programming, web services, and computer science education.",
        "Position": "Associate Teaching Professor",
        "Email": "Missing"
    },
    {
        "Name": "Nitesh V. Chawla",
        "Research Interest": "Data mining, machine learning, network science and their applications to analytics, social networks, healthcare informatics/analytics, and climate data science.",
        "Position": "Frank Freimann Collegiate Professor",
        "Email": "Missing"
    },
    {
        "Name": "Danny Chen",
        "Research Interest": "Computational geometry and applications, parallel algorithms, robotics, automated medical treatment and diagnosis.",
        "Position": "Professor",
        "Email": "Missing"
    },
    {
        "Name": "David Chiang",
        "Research Interest": "Natural language processing, machine learning, and digital humanities.",
        "Position": "Associate Professor",
        "Email": "Missing"
    },
    {
        "Name": "Jane Cleland-Huang",
        "Research Interest": "Software requirements traceability, software architecture, and the application of machine learning and data mining methods to address large-scale software and systems engineering problems.",
        "Position": "Professor",
        "Email": "Missing"
    },
    {
        "Name": "Adam Czajka",
        "Research Interest": "Biometrics, security, computer vision, pattern recognition, signal and image processing.",
        "Position": "Assistant Professor",
        "Email": "Missing"
    },
    {
        "Name": "Sandra Gesing",
        "Research Interest": "Science gateways, bioinformatics, grid and cloud computing, distributed computing, and parallelization of applications.",
        "Position": "Associate Research Professor",
        "Email": "Missing"
    },
    {
        "Name": "Xiaobo Sharon Hu",
        "Research Interest": "Hardware-software codesign, real-time embedded systems, low-power system design, and computer-aided treatment planning.",
        "Position": "Professor",
        "Email": "Missing"
    },
    {
        "Name": "Peter Kogge",
        "Research Interest": "Research areas include massively parallel processing architectures, advanced VLSI technology and architectures, non van Neumann models of programming and execution, parallel algorithms and applications, and their impact on computer architecture.",
        "Position": "Ted H. McCourtney Professor of Computer Science and Engineering and Concurrent Professor of Electrical Engineering",
        "Email": "Missing"
    },
    {
        "Name": "Shreya Kumar",
        "Research Interest": "Software engineering, human-computer Interaction, gerontechnology, and digital literacy initiatives.",
        "Position": "Assistant Teaching Professor",
        "Email": "Missing"
    },
    {
        "Name": "Collin McMillan",
        "Research Interest": "Software engineering and software systems.",
        "Position": "Associate Professor",
        "Email": "Missing"
    },
    {
        "Name": "Ronald Metoyer",
        "Research Interest": "Human-computer interaction and information visualization.",
        "Position": "Associate Professor and Associate Dean of Diversity and Special Initiatives for the College of Engineering",
        "Email": "Missing"
    },
    {
        "Name": "Tijana Milenkovic",
        "Research Interest": "Complex networks and network mining, computational and systems biology, and synthetic biology.",
        "Position": "Freimann Collegiate Associate Professor",
        "Email": "Missing"
    },
    {
        "Name": "Michael Niemier",
        "Research Interest": "Computation beyond the CMOS field effect transistor.",
        "Position": "Professor",
        "Email": "Missing"
    },
    {
        "Name": "Corey Pennycuff",
        "Research Interest": "\\xc2\\xa0",
        "Position": "Assistant Teaching Professor",
        "Email": "Missing"
    },
    {
        "Name": "Christian Poellabauer",
        "Research Interest": "Distributed real-time systems, resource management (e.g., energy management), wireless/mobile networks, wireless sensor networks, vehicular networks, smart phone apps, and pervasive healthcare applications and systems.",
        "Position": "Professor",
        "Email": "Missing"
    },
    {
        "Name": "Walter Scheirer",
        "Research Interest": "Computer vision, machine learning, biometrics, and digital humanities.",
        "Position": "Associate Professor",
        "Email": "Missing"
    },
    {
        "Name": "Yiyu Shi",
        "Research Interest": "Hardware based machine learning, More-than-Moore technologies, hardware security and reliability, renewable energy.",
        "Position": "Associate Professor",
        "Email": "Missing"
    },
    {
        "Name": "Aaron D. Striegel",
        "Research Interest": "Networking (bandwidth conservation, cellular network usage), computer security, low-cost computing-assisted rehabilitation, and engineering education.",
        "Position": "Professor",
        "Email": "Missing"
    },
    {
        "Name": "Douglas Thain",
        "Research Interest": "Distributed computing, scientific computing, cloud computing, grid computing, operating systems, open source software, file and storage systems, compilers and languages.",
        "Position": "and Associate Department Chair",
        "Email": "Missing"
    },
    {
        "Name": "Chaoli Wang",
        "Research Interest": "Scientific visualization, big data analytics, user interface and interaction, information visualization, and visualization in education.",
        "Position": "Associate Professor",
        "Email": "Missing"
    },
    {
        "Name": "Dong Wang",
        "Research Interest": "\\xc2\\xa0",
        "Position": "Associate Professor",
        "Email": "Missing"
    },
    {
        "Name": "Tim Weninger",
        "Research Interest": "Network science, data science, machine learning, databases, and information retrieval.",
        "Position": "Freimann Collegiate Associate Professor",
        "Email": "Missing"
    },
    {
        "Name": "Panos Antsaklis",
        "Research Interest": "Cyber Physical Networked Embedded Systems and addresses problems in the interdisciplinary research area of Control, Computing and Communication Networks, and on Hybrid and Discrete Event Dynamical Systems.",
        "Position": "Concurrent Professor and H. Clifford and Evelyn A. Brosey Chair\\xc2\\xa0",
        "Email": "Missing"
    },
    {
        "Name": "Jaroslaw Nabrzyski",
        "Research Interest": "Multi-objective project scheduling and resource management techniques for parallel and distributed computing.",
        "Position": "Concurrent Professor and Director of the Center for Research Computing",
        "Email": "Missing"
    },
    {
        "Name": "Zoltan Toroczkai",
        "Research Interest": "Complex systems research, bringing and developing tools from mathematics, equilibrium and non-equlibrium statistical physics, nonlinear dynamics and chaos theory to bear on applications ranging from fluid flows, processes in solids, to complex networked systems in biology, sociology and communications.",
        "Position": "Concurrent Professor",
        "Email": "Missing"
    },
    {
        "Name": "Joannes J. Westerink",
        "Research Interest": "Development, analysis and application of coastal ocean and estuarine hydrodynamic, constituent transport and sediment transport models.",
        "Position": "Concurrent Professor",
        "Email": "Missing"
    }
]