[
    {
        "Name": "James G. Anderson",
        "Research Interest": "Gas-phase kinetics of free radicals; catalytic processes in the atmosphere controlling global change of ozone; high-altitude experiments from balloons and aircraft; development of laser systems for stratospheric and tropospheric studies; development of high-altitude, long-duration unmanned aircraft for studies of global change.",
        "Position": "Philip S. Weld Professor of Atmospheric Chemistry",
        "Email": "anderson@huarp.harvard.edu",
        "Phone number": "p: 617-495-5922"
    },
    {
        "Name": "Jeremy Bloxham",
        "Research Interest": "Planetary magnetic fields, dynamo theory, structure and dynamics of the earth\\'s core and lower mantle, inverse theory, mathematical geophysics.",
        "Position": "Mallinckrodt Professor of Geophysics",
        "Email": "jeremy_bloxham@harvard.edu",
        "Phone number": "p: 617-495-9517 f: 617-496-1240"
    },
    {
        "Name": "Marine Denolle",
        "Research Interest": "Earthquake Seismology, ground motion prediction, wave propagation in shallow crust, observations of earthquake source processes, subduction zone hazards.",
        "Position": "Assistant Professor of Earth and Planetary Sciences",
        "Email": "mdenolle@fas.harvard.edu",
        "Phone number": "p: 617-496-2708"
    },
    {
        "Name": "Brian F. Farrell",
        "Research Interest": "Explosive development of tropical and mid-latitude cyclones, predictability of weather regimes, dynamics of glacial and equable paleoclimates.",
        "Position": "Robert P. Burden Professor of Meteorology",
        "Email": "farrell@seas.harvard.edu",
        "Phone number": "p: 617-495-2998"
    },
    {
        "Name": "Rebecca A. Fischer",
        "Research Interest": "Accretion, core formation, and composition of the deep interiors of Earth and other terrestrial planets. She combines high-pressure, high-temperature mineral physics experiments with planetary-scale modeling.",
        "Position": " Clare Boothe Luce Assistant Professor of Earth and Planetary Sciences",
        "Email": "rebeccafischer@g.harvard.edu",
        "Phone number": "p: 617-384-6992"
    },
    {
        "Name": "Roger Fu",
        "Research Interest": "  Research interests include the formation and interior evolution of the Earth and other planetary bodies.\\xc2\\xa0 Roger\\'s primary tool is paleomagnetism, which he complements with geodynamical modeling.\\xc2\\xa0  ",
        "Position": "Assistant Professor of Earth and Planetary Sciences",
        "Email": "rogerfu@fas.harvard.edu",
        "Phone number": "p: 617-384-6991"
    },
    {
        "Name": "John P. Holdren",
        "Research Interest": "DR. JOHN P. HOLDREN is the Teresa and John Heinz Professor of Environmental Policy at the Harvard\\xe2\\x80\\x99s Kennedy School of Government, CoDirector of the School\\xe2\\x80\\x99s Science, Technology, and Public Policy program, Professor of Environmental Science and Policy in the Department of Earth and Planetary Sciences, and Faculty Affiliate in the Paulson School of Engineering and Applied Science. He is also Visiting Distinguished Professor at Tsinghua University in Beijing, China, and Senior Advisor to the President at the Woods Hole Research Center, a pre-eminent scientific think tank focused on the role of the terrestrial biosphere in global climate change. From January 2009 to January 2017, he was President Obama\\xe2\\x80\\x99s Science Advisor and Senate-confirmed Director of the White House Office of Science and Technology Policy (OSTP), becoming the longest-serving Science Advisor to the President in the history of the position....  Read more   about John P. Holdren",
        "Position": "Professor of Environmental Science and Policy Teresa and John Heinz Professor of Environmental Policy",
        "Email": "john_holdren@hks.harvard.edu",
        "Phone number": "Missing"
    },
    {
        "Name": "Peter Huybers",
        "Research Interest": "Peter Huybers is a Professor of Earth and Planetary Sciences at Harvard University whose research interests lie in developing a better understanding of the climate system and its implications for society.\\xc2\\xa0 On-going research involves interactions between volcanism and glaciation, trends and predictability of extreme temperatures, and implication of climate change for food production.",
        "Position": "Professor of Earth and Planetary Sciences and Environmental Science and Engineering",
        "Email": "phuybers@fas.harvard.edu",
        "Phone number": "p: (617) 495-4811, f: (617) 384-7396"
    },
    {
        "Name": "Miaki Ishii",
        "Research Interest": "Internal structure of the earth, seismic source imaging, signal processing, theoretical seismology, and geodynamics.",
        "Position": "Professor of Earth and Planetary Sciences and Head Tutor",
        "Email": "ishii@eps.harvard.edu",
        "Phone number": "p: 617-384-8066, f: 617-495-8839"
    },
    {
        "Name": "Daniel J. Jacob",
        "Research Interest": "Air pollution, atmospheric transport, regional and global atmospheric chemistry, biosphere-atmosphere interactions, climate change.",
        "Position": "Vasco McCoy Family Professor of Atmospheric Chemistry and Environmental Engineering",
        "Email": "djacob@fas.harvard.edu",
        "Phone number": "p: 617-495-1794, f: 617-495-4551"
    },
    {
        "Name": "Stein B. Jacobsen",
        "Research Interest": "\\xc2\\xa0",
        "Position": "Professor of Geochemistry",
        "Email": "jacobsen@neodymium.harvard.edu",
        "Phone number": "p: (617) 495-5233"
    },
    {
        "Name": "David Johnston",
        "Research Interest": "Isotope geochemistry and historical geobiology. Re-animating ancient ecosystems and ocean chemistry using stable isotope systems, chemical speciation techniques, modern microbial experiments (for calibration) and theoretical considerations.",
        "Position": "Professor of Earth and Planetary Sciences and co-Director of Graduate Studies",
        "Email": "johnston@eps.harvard.edu ",
        "Phone number": "p: 617-496-5024 f: 617-384-7396"
    },
    {
        "Name": "Frank Keutsch",
        "Research Interest": "Research in the Keutsch group is aimed at improving our understanding of photochemical oxidation processes of volatile organic compounds (VOCs) that produce tropospheric ozone (O 3 ) and are central to secondary organic aerosol (SOA) formation. O 3 \\xc2\\xa0and aerosol affect human health and climate, and uncertainties in the radiative effects of aerosol comprise the largest uncertainties in current estimates of anthropogenic forcing of climate. Our scientific approach builds on enabling new field observations of key VOC oxidation intermediates (OVOCs) via instrumentation and method development.",
        "Position": "Stonington Professor of Engineering and Atmospheric Science Professor of Chemistry and Chemical Biology Affiliated Faculty Member of Earth and Planetary Sciences",
        "Email": "keutsch@seas.harvard.edu",
        "Phone number": "p: (617) 495-1878"
    },
    {
        "Name": "Andrew H. Knoll",
        "Research Interest": "Andy Knoll is the Fisher Professor of Natural History at Harvard University. He received his B.A. in Geology from Lehigh University in 1973 and his Ph.D., also in Geology, from Harvard in 1977....  Read more   about Andrew H. Knoll",
        "Position": "Fisher Professor of Natural History and Professor of Earth and Planetary Sciences",
        "Email": "aknoll@fas.harvard.edu",
        "Phone number": "p: 617-495-9306, f: 617-495-5667"
    },
    {
        "Name": "Zhiming Kuang",
        "Research Interest": "Tropical convection and large scale atmosphere-ocean dynamics.",
        "Position": "Gordon McKay Professor of Atmospheric and Environmental Science",
        "Email": "kuang@fas.harvard.edu",
        "Phone number": "p: 617-495-2354, f: 617-495-7660"
    }
]