[
    {
        "Position": "Her articles have appeared in\\xc2\\xa0 Critical Inquiry, Ethnomusicology ,\\xc2\\xa0 Journal of the American Musicological Society , and many other venues.\\xc2\\xa0Monson has been awarded many honors including book awards from the Society for American Music and the International Association for the Study of Popular Music, a Guggenheim Fellowship, a Radcliffe Institute Fellowship, and a Stanford Humanities Center fellowship. She is director of the Jazz Initiative at the Hutchins Center for African and African American Research, which has overseen the acquisition of the archives of pianist Randy Weston in 2016, and the production of\\xc2\\xa0 Timeless Dreams and Portraits: \\xc2\\xa0 A Festival/Symposium in honor of Geri Allen \\xc2\\xa0in 2018.     Monson is a former chair of the Department of Music and served as an Interim Dean of Arts and Humanities.\\xc2\\xa0 Monson also served as an expert witness for the Marvin Gaye family in the high profile\\xc2\\xa0 Blurred Lines \\xc2\\xa0copyright infringement case in 2015.\\xc2\\xa0Monson\\'s secondary interest is in the music of Mali, which has led to her forthcoming third book\\xc2\\xa0 The \\xc2\\xa0 Voice of Kendougou , about virtuosic Malian balafonist Neba Solo. Her next project addresses the history of copyright and economic inequality in African American music. She earned her Ph.D. and M.A. in Musicology from New York University, her B.M. from New England Conservatory of Music, and her B.A. from the University of Wisconsin-Madison in Economics.",
        "Research Interest": "Missing",
        "Email": "Missing",
        "Phone number": "Missing",
        "Name": "Ingrid Monson, Chair"
    },
    {
        "Position": "Abbate received a B.A. from Yale and a PhD from Princeton; she has taught at Princeton and the University of Pennsylvania and (as visiting faculty) at the Freie Universit\\xc3\\xa4t Berlin; and held research fellowships and lectureships at the Wissenschaftskolleg Berlin, Kings College Cambridge, the University of Hong Kong, and the Institute for Advanced Study Princeton. Outside academia, she has worked as a dramaturg and director. Many of her writings focus on opera, from its beginnings around 1600 through the 21st century.    Abbate\\xe2\\x80\\x99s research crosses many disciplines. Her work has integrated thinking from history of science and technology, philosophy and aesthetics, and linguistics. Recent publications have dealt with sound technology in the machine age (\\xe2\\x80\\x9cSound Object Lessons,\\xe2\\x80\\x9d 2016), cognitive disjunction and ephemeral art (\\xe2\\x80\\x9cOverlooking the Ephemeral,\\xe2\\x80\\x9d 2017), and operetta (\\xe2\\x80\\x9cOffenbach, Kracauer, and Ethical Frivolity,\\xe2\\x80\\x9d 2017). Her book in progress deals with lesser-known sound-technological artifacts from the nineteenth and early twentieth centuries, and how they are used (and misused) to construct histories of human hearing and listening. This research puts critical pressure on habits of using sound and acoustic instruments as an epistemic tool, asking what happens when instruments, sound-based apparatuses, and machines (whether by inventor design, by misfires in their channels of operation, or subsequent discourses clustered around them) are mischievous, and engender fables. ",
        "Research Interest": "Missing",
        "Email": "Missing",
        "Phone number": "Missing",
        "Name": "Carolyn Abbate"
    },
    {
        "Position": "In 2014 Jessica joined the faculty of Harvard University\\'s Department of Music in conjunction with the Parker Quartet\\'s appointment as the Blodgett Quartet-in-Residence. She has most recently given masterclasses at institutions such as the Eastman School of Music, Longy School of Music, Amherst College, University of Minnesota, and at the El Sistema program in Venezuela. Individually, Jessica has appeared at the International Viola Congress, as a guest of the East Coast Chamber Orchestra, and been a finalist for a Pro Musicis Award, and as a founding member of the Parker Quartet, she has won a Grammy Award, the Cleveland Quartet Award, the Bordeaux International String Quartet Competition, and the Concert Artists Guild Competition. With the Quartet, Ms. Bodner has recently appeared at venues such as Carnegie Hall, The Library of Congress, the Concertgebouw in Amsterdam, Wigmore Hall in London, the Musikverein in Vienna, and Seoul Arts Center, and has appeared at festivals including Caramoor, Yellow Barn, Perigord Noir in France, and Mecklenburg-Vorpommern in Germany. Jessica holds degrees from the New England Conservatory, where her primary teachers were Kim Kashkashian and Martha Strongin Katz. ",
        "Research Interest": "Outside of music, Jessica enjoys cooking, practicing yoga, biking, and hiking with her husband, violinist Daniel Chong, and their vizsla, Bodie.",
        "Email": "jessicabodner@fas.harvard.edu",
        "Phone number": "617-998-5300",
        "Name": "Jessica Bodner"
    },
    {
        "Position": "Claire Chase co-founded the International Contemporary Ensemble (ICE) in 2001, which has been extraordinarily successful in redefining the concept of a new-music group. ICE established musical innovation as central to the recipe not only for cultural survival, but also for popular success, with its flexible entrepreneurial structure and inclusive educational mission. Chase recently stepped down from the leadership of ICE to focus on her performing career and to make way for other long-term projects, including \\xe2\\x80\\x9cDensity 2036.\\xe2\\x80\\x9d This project will result in the commission of a significant body of new music for the flute over the next two decades, culminating in the commemoration of the one-hundredth anniversary of Edgard Var\\xc3\\xa8se\\xe2\\x80\\x99s iconic solo piece, \\xe2\\x80\\x9cDensity 21.5\\xe2\\x80\\x9d of 1936. Additionally, Chase has begun performing excerpts of Pan, a new 90-minute work for solo flutist, live electronics, and a large ensemble of players from the community in which it is staged, which she will premiere in full in the fall.",
        "Research Interest": "Chase has won the Avery Fisher Prize, which recognizes musical excellence, vision, and leadership. In 2012, Chase was awarded a MacArthur Fellowship\\xe2\\x80\\x94the so-called \\xe2\\x80\\x9cgenius\\xe2\\x80\\x9d award. Her other accolades include prizes for all aspects of her work: as a flutist, she was First Prize Winner of the Concert Artists Guild International Competition, the National Young Artists Competition, and the Coleman National Chamber Music Competition; as an entrepreneur, she was awarded the Carlos Surinach BMI Award for Outstanding Commitment to American Music and the Champion of New Music Award from the American Composers Forum; and as a collaborator, she is a two-time winner of the Chamber Music America ASCAP Award for Adventurous Programming and winner of the Ensemble of the Year award from Musical America Worldwide. From 2014\\xe2\\x80\\x932016 she served as Artist in Residence at the Institute for New Music at Northwestern University\\xe2\\x80\\x99s Bienen School of Music, and she has been appointed Co-Artistic Director of the Summer Classical Music Programs at the Banff Centre in Canada, starting with the 2017 summer season.  ",
        "Email": "chase@fas.harvard.edu",
        "Phone number": "617-495-2791",
        "Name": "Claire Chase"
    },
    {
        "Position": "In addition, he is a member of the East Coast Chamber Orchestra and Ensemble DITTO. Mr. Chong has received several awards and prizes such as the 2009-2011 Cleveland Quartet Award and top prizes at the Concert Artists Guild Competition, Young Concert Artists International Auditions, and the Bordeaux International String Quartet Competition. His recordings with the Parker Quartet can be heard on the Zig-Zag Territoires, Albany Records, and Naxos labels.",
        "Research Interest": "Mr. Chong has performed at several major music festivals including the Marlboro Music Festival, Mostly Mozart, Yellow Barn Music School and Festival, Bridgehampton Chamber Music Festival, and the Perigord Noir Music Festival. He has given masterclasses throughout the world and has taught extensively for El Sistema in Venezuela, the University of Minnesota, and University of South Carolina. Other artists that he has collaborated with include David Soyer, Kim Kashkashian, Shai Wosner, Roger Tapping, and members of the Cleveland and Tokyo Quartets. A strong advocate for new music, he has premiered new works by Gy\\xc3\\xb6rgy Kurt\\xc3\\xa1g, Lera Auerbach, and Jeremy Gill.",
        "Email": "danielchong@fas.harvard.edu ",
        "Phone number": "617-998-5300",
        "Name": "Daniel Chong"
    },
    {
        "Position": "His choirs have been hailed as \\xe2\\x80\\x9cfirst rate\\xe2\\x80\\x9d ( Boston Globe ), \\xe2\\x80\\x9ccohesive and exciting\\xe2\\x80\\x9d ( Opera News ), and \\xe2\\x80\\x9cbeautifully blended\\xe2\\x80\\x9d ( Providence Journa l), achieving performances of \\xe2\\x80\\x9cpassion, conviction, adrenalin, [and] coherence\\xe2\\x80\\x9d ( Worcester Telegram ). Prior to his appointment at Harvard, Clark was Artistic Director of the Providence Singers and Director of Choral Activities at Tufts University for seven years. Clark has performed prominent venues including Carnegie Hall, Lincoln Center, the Kennedy Center and Boston\\xe2\\x80\\x99s Symphony Hall. He has collaborated with the Pittsburgh and New Haven Symphonies, the Rhode Island and Boston Philharmonic Orchestras, the Boston Pops, Stephen Sondheim, Sweet Honey in the Rock, the Trinity Wall Street Choir, the Kronos Quartet, and the Dave Brubeck Quartet.",
        "Research Interest": "Under his direction, the Radcliffe Choral Society won the Grand Prize and two gold prizes at the International Competition for Chamber Choirs at Petrinja, Croatia in 2012. His performances with the Collegium Musicum of Handel\\xe2\\x80\\x99s Israel in Egypt and Rachmaninoff\\xe2\\x80\\x99s Vespers received critical acclaim, as did their 2012 debut with the Boston Modern Orchestra Project performing Arvo P\\xc3\\xa4rt\\xe2\\x80\\x99s St. John Passion in Jordan Hall. In 2011, he conducted the Boston premiere of John Adams\\xe2\\x80\\x99s Pulitzer Prize\\xe2\\x80\\x93winning  On the Transmigration of Souls  with the composer present. His first studio recording with the Holden Choruses, featuring the choral music of Ross Lee Finney, was released in 2013. ",
        "Email": "agclark@fas.harvard.edu",
        "Phone number": "617-495-8827",
        "Name": "Andrew Clark"
    },
    {
        "Position": "Clark has given lectures in the UK, USA, Canada, France, Belgium, and Germany and has held fellowships from the Deutscher Akademischer Austausch Dienst (Germany), Social Sciences and Humanities Research Council (Canada), British Academy (UK), Arts and Humanities Research Council (UK), and the National Humanities Center in North Carolina. During 2014\\xe2\\x80\\x932015, she is a member at the Institute for Advanced Study in Princeton and a Fellow of the American Council of Learned Societies. She has served on the editorial boards of Music Analysis and Music Theory Spectrum and is currently on the advisory board for Music Analysis. In 2012, she served as Chair of the Publication Awards Committee for the Society for Music Theory. She currently serves on Council for the American Musicological Society and as a member-at-large for the Executive Board of the Society for Music Theory. Starting in 2013, she began a three-year stint as Reviews Editor for the Journal of the American Musicological Society.",
        "Research Interest": "At Harvard, Clark teaches courses primarily in music theory, but also in historical musicology. At the graduate level, she has taught Schenkerian Analysis (MUS 222r), Neo-Riemannian Theory (MUS 223r), Current Trends in Music Theory (MUS 221r), Quirks in the Major-Minor System (MUS 220r), and Theory and Analysis of Sonata Forms (MUS 230r). At the undergraduate level, she has taught courses on Tonal Analysis (MUS 151), Tonal Counterpoint (MUS 156), Theory II: The Classical Style (MUS 150a), and the Sacred and Profane in the Thirteenth-Century Motet (MUS 191r). In 2014, the Art Career Project named Clark amongst the \"15 Notable Art Professors in Boston.\"",
        "Email": "sclark@fas.harvard.edu",
        "Phone number": "617-495-4009",
        "Name": "Suzannah Clark"
    },
    {
        "Position": "Cortese has conducted several prominent symphony orchestras, including Atlanta, Dallas, BBC Scottish Symphony Orchestra, Sydney Symphony and Oslo Philharmonic. Opera engagements have included, among others, Maggio Musicale in Florence, the Spoleto Festival in Italy and, in the United States, the Boston Lyric Opera, the St. Louis Opera, the Finnish National Opera and the Washington Opera.",
        "Research Interest": "Cortese has been music coordinator and associate conductor of the Spoleto Festival in Italy. He also served as Assistant Conductor to Robert Spano at the Brooklyn Philharmonic and to Daniele Gatti at the Orchestra dell\\'Accademia Nazionale di Santa Cecilia in Rome. Cortese studied composition and conducting at the Conservatorio di Santa Cecilia in Rome and subsequently studied at the Hochschule f\\xc3\\xbcr Musik in Vienna. In addition, he has been a conducting fellow at the Tanglewood Music Center. Cortese studied literature and humanities and holds a law degree from La Sapienza University in Rome.",
        "Email": "fcortese@fas.harvard.edu",
        "Phone number": "617-495-1533",
        "Name": "Federico Cortese"
    },
    {
        "Position": "Chaya Czernowin was born on 7 December 1957 in Haifa and was brought up in Israel. She studied composition at the Rubin Academy of Music in Tel Aviv with Abel Ehrlich and Izhak Sadai, and at the age of 25 went to study in Berlin on a DAAD Scholarship with Dieter Schnebel. In 1986 she moved to the United States to study at Bard College with Eli Yarden and Joan Tower. She pursued her PhD at the University of California San Diego, studying with Roger Reynolds (dissertation advisor) and Brian Ferneyhough. Upon completing her formal education, Czernowin undertook a period of travel and composition in Japan 1993-1995 (Asahi Shimbun Fellowship, NEA Scholarship) and Germany (1996, Akademie Schloss Solitude). This was a seminal time in the development of her compositional language.\\xc2\\xa0   Czernowin considers teaching to be an important aspect of her continued compositional development. She was Professor of Composition at the University of California San Diego from 1997-2006, a professor at the University of Music and Performing Arts in Vienna from 2006-2009, and in 2009 was appointed Walter Bigelow Rosen Professor of Music at Harvard. She has been a guest professor in a number of institutions, and has taught at the International Summer Course for New Music at Darmstadt since 1990. Czernowin founded a course for young composers at the Akademie Schloss Solitude near Stuttgart with her husband, the composer Steven Takasugi, and Jean Baptiste Joly, as well as a course in Israel at the festival Tzlil Meudcan along with Yaron Deutsch.\\xc2\\xa0   Czernowin&rsquo;s output includes chamber and orchestral music, with and without electronics. Her works were played in most of the significant new music festival in Europe and also in Japan Korea, Australia, US and Canada. She composed 4 large scale works for the stage:  Pnima...ins Innere  (2000, Munich Biennale) chosen to be the best premiere of the year by  Opernwelt  yearly critic survey,\\xc2\\xa0 Adama  (2004/5) with Mozart\\'s  Zaide  (Salzburg Festival 2006)\\xc2\\xa0 Adama has a second version written with Ludger Engles, with an added choir which was presented in Freiburg Stadttheater (2017). The opera  Infinite Now  was written in 2017 a commission of Vlaamse Opera Belgium, IRCAM paris and Mannheim Stadtheater. The piece, combines/ superimposes materials of the first world war (Luk Perceval theater piece \"FRONT\") with the short story Homecoming by Can Xue. Also this opera was chosen as the premier of the year in the international critics survey of Opernwelt.\\xc2\\xa0 In 2020 Czernowin Wrote the text and music to  Heart Chamber  which was premiered and commissioned by the Deutsche Opere Berlin, in the direction of Claus Guth to a strong critical and public acclaim. Czernowin was appointed Artist in residence at the Salzburg Festival in 2005/6 and at the Lucern Festival, Switzerland in 2013. Characteristic of her work are working with metaphor as a means of reaching a sound world which is unfamiliar; the use of noise and physical parameters as weight, textural surface (as in smoothness or roughness etc), problematization of time and unfolding and shifting of scale in order to create a vital, visceral and direct sonic experience. all this with the aim of reaching a music of the subconscious which goes beyond style conventions or rationality.   Similarly to the political rebelliousness of the operas, the chamber music enacts an impatience with known and accepted assumptions. The chamber pieces from the 1990s explore the possibilities of temporal and formal divergence. In both  Afatsim  (1996) and  String Quartet  (1995), a game is made of changing the identity of the instruments by creating &ldquo;meta instruments&rdquo;\\xe2\\x80\\x94combining a few instruments into one identity and then separating them. By doing so the ensemble is able to change its identity within the piece. The unfolding of the piece is further fractured by cutting and displacing parts of the continuity into a forest of chaotic utterances. The  Wintersongs  series uses the same septet material reinterpreted five times, becoming an entirely different musical experience with each iteration.\\xc2\\xa0     Maim  (2001-07), for a large orchestra and a group of soloists, and other works from the 2000s including the electronic works of the experimental studio, speculate about the physicality and motion of material. They touch on a strange and unfamiliar kind of &ldquo;physics&rdquo;, which toys with our expectations. The exploration of time and form on the one hand, and of material, its nature and physicality on the other, find a new expression in  HIDDEN  (2013-14) for string quartet and electronics, where a slowed down experience of time is coupled with distorted reflections of material, showing a glimpse into a world of unfamiliarity.\\xc2\\xa0   In addition to numerous other prizes, Czernowin represented Israel at Uncesco composer\\'s Rostrum 1980; was awarded the DAAD scholarship (\\'83\\xe2\\x80\\x9385); Stipendiumpreis (\\'88) and Kranichsteiner Musikpreis (\\'92), at Darmstadt Fereinkurse;\\xc2\\xa0IRCAM (Paris) reading panel commission (\\'98); scholarships of SWR experimental Studio Freiburg (\\'98, \\'00, \\'01 etc); The composer&rsquo;s prize of Siemens Foundation (\\'03); the Rockefeller Foundation, (\\'04); a nomination as a fellow to the Wissenschaftkolleg Berlin (\\'08); Fromm Foundation Award (\\'09); and Guggenheim Foundation fellowship (\\'11); Heidelberger Kunstlerinen Preis (\\'16); The WERGO portrait CD  The Quiet  (5 orchestral pieces) has been awarded the Quarterly German Record Critics&rsquo; Award (\\'16 ). She was chosen as a member of the Akademie der Kuenste in Berlin in 2017.    Chaya Czernowin  WEBSITE  ",
        "Research Interest": "Missing",
        "Email": "chayaczernowin@gmail.com",
        "Phone number": "617-495-3647",
        "Name": "Chaya Czernowin"
    },
    {
        "Position": "     ",
        "Research Interest": "Missing",
        "Email": "ken_hamao@fas.harvard.edu",
        "Phone number": "617-998-5300",
        "Name": "Ken Hamao"
    },
    {
        "Position": "Professor Hasty received his PhD in Music Theory from Yale University, after earning an M.M. in Composition from the Yale School of Music. At Yale he studied composition with Jacob Druckman and Krzysztof Penderecki, and Schenkerian analysis with Allen Forte. His dissertation research centered on theories of process segmentation and the work of Stephan Wolpe. Prior to attending Yale, Professor Hasty studied composition with Wolfgang Fortner and Bassoon with Johannes Zuther at Freiburg Musikhochschule, and he received his B.M. from Stetson University, Pi Kappa Lambda. Professor Hasty has taught at Rutgers University, Yale University, where he founded the undergraduate Chamber Music Performance Program, and the University of Pennsylvania, where he founded and directed the College House Music Program. He joined the Harvard faculty in 2002 as the Walter W. Naumburg Professor of Music. ",
        "Research Interest": "Most recently his publications include \\xe2\\x80\\x9cThe Image of Thought and Ideas of Music\\xe2\\x80\\x9d in  Sounding the Virtual: Gilles Deleuze and the Theory and Philosophy of Musi c, eds. Brian Hulse, Nick Nesbit (2010); \\xe2\\x80\\x9cIf Music is Ongoing Experience, What Might Music Theory Be: A Suggestion from the Drastic\\xe2\\x80\\x9d in  Musiktheorie/ Musikwissenschaft: Geschichte-Methoden-Perspectiven , eds. Tobias Janz, Jan Sprick (2011); \\xe2\\x80\\x9cLearning in Time\\xe2\\x80\\x9d in  Visions of Research in Music Education , vol. 20 (2012); \\xe2\\x80\\x9cFrom Object to Event\\xe2\\x80\\x9d in  Wechselnde Erscheinung: Sechs Perspectiven auf Anton Weberns \"Sechste Bagatelle,\"  ed. Simon Obert (Webern Studien, Beihefte der Anton Webern Gesamtausgabe Band I, 2012); \\xe2\\x80\\x9cRhythmicizing the Subject\\xe2\\x80\\x9d in  Musical Implications: Studies in Honor of Eugene Narmour , eds. Lawrence Bernstein, Lex Rozin (2013); and \\xe2\\x80\\x9cExperimenting with Rhythm\\xe2\\x80\\x9d in  Rhythmus, Balance, Metrum , eds. Christian Gr\\xc3\\xbcny, Matteo Nanni (forthcoming 2013).",
        "Email": "hasty@fas.harvard.edu",
        "Phone number": "617-495-2692",
        "Name": "Christopher Hasty"
    },
    {
        "Position": " Composer-pianist-scholar Vijay Iyer was named JazzTimes &rsquo;s 2017 Pianist of the Year,   DownBeat Magazine \\'s Artist of the Year for 2016, 2015, and 2012, a 2016 United States Artists Fellow, a 2013 MacArthur Fellow, and a 2012 Doris Duke Performing Artist. The New York Times observes, &ldquo;There&rsquo;s probably no frame wide enough to encompass the creative output of the pianist Vijay Iyer.&rdquo; Iyer has released twenty-three albums covering diverse terrain, most recently for the ECM label. The latest include his sextet recording  Far From Over , included among  Rolling Stone &rsquo;s 50 Best Albums of 2017; A Cosmic Rhythm with Each Stroke (2016), a series of duets with AACM trumpeter-composer and experimental music legend Wadada Leo Smith; Break Stuff \\xe2\\x80\\x8b(2015), named one of the albums of the year in Time , the Boston Globe , the New York Time s, and NPR, featuring the Vijay Iyer Trio\\xe2\\x80\\x8b, hailed by PopMatters as &ldquo;the best band in jazz&rdquo;; Mutations \\xe2\\x80\\x8b(2014), featuring Iyer&rsquo;s music for piano, string quartet and electronics, which &ldquo;extends and deepens his range... showing a delicate, shimmering, translucent side of his playing&rdquo; ( Chicago Tribune ); and Radhe Radhe: Rites of Holi \\xe2\\x80\\x8b(2014), &ldquo;his most challenging and impressive work, the scintillating score to a compelling film by Prashant Bhargava&rdquo; (DownBeat), performed by International Contemporary Ensemble and released on DVD and BluRay.",
        "Research Interest": "Iyer&rsquo;s many collaborators include musical innovators Steve Coleman, Wadada Leo Smith, Roscoe Mitchell, Butch Morris, George Lewis, Reggie Workman, Oliver Lake, Amina Claudine Myers, Graham Haynes, Rudresh Mahanthappa, Rez Abbasi, Craig Taborn, Tyshawn Sorey, Ambrose Akinmusire, Liberty Ellman, Steve Lehman, Matana Roberts, Miya Masaoka, Pamela Z, Mari Kimura, Dead Prez, DJ Spooky, Himanshu Suri of Das Racist, HPrizm of Antipop Consortium, Karsh Kale, and Talvin Singh; filmmakers Haile Gerima, Prashant Bhargava, and Bill Morrison; choreographer Karole Armitage; poets Mike Ladd, Amiri Baraka, and Robert Pinsky; and novelist Teju Cole. His compositions have been commissioned and premiered by American Composers Orchestra, Orpheus Chamber Orchestra, The Knights, International Contemporary Ensemble, A Far Cry, Bang on a Can All-Stars, The Silk Road Ensemble, Ethel, Brentano String Quartet, Imani Winds, So Percussion, and soloists Claire Chase, Matt Haimovitz, and Jennifer Koh. His concert works are published by Schott Music.",
        "Email": "vijayiyer@fas.harvard.edu",
        "Phone number": "617-496-4304",
        "Name": "Vijay Iyer"
    },
    {
        "Position": "Jackson is a recipient of San Francisco\\xe2\\x80\\x99s Dean Goodman Choice Award for Sound Design and Theatre Bay Area\\xe2\\x80\\x99s Eric Landisman Fellowship. She studied music at the RD Colburn School of Performing Arts in Los Angeles, holds a BA in Music from Columbia University and a PhD in Music-Integrative Studies from the University of California, San Diego. She was the Joseph E. and Grace W. Valentine Visiting Assistant Professor of Music at Amherst College for 2018\\xe2\\x80\\x932019. Jackson joins the Creative Practice and Critical Inquiry graduate program and will also teach for Theater, Dance and Media (TDM).",
        "Research Interest": "Missing",
        "Email": "Missing",
        "Phone number": "Missing",
        "Name": "Yvette Janine Jackson"
    },
    {
        "Position": "His dissertation proposes cognitive and philosophical approaches to analyzing form in spectral music, in dialogue with primary source perspectives. Current research interests include event cognition, embodied cognition, communication, phenomenology, and process and ambient music. Joseph\\xe2\\x80\\x99s research has appeared in the pages of Music Theory Online and on the programs of conferences in the US, Canada, the UK, and France. He received his PhD from Washington University in St. Louis.",
        "Research Interest": "Missing",
        "Email": "Office: 307N",
        "Phone number": "",
        "Name": "Joseph R. Jakubowski"
    },
    {
        "Position": "A winner of numerous competitions both at home and abroad, Kee won top prizes in virtually all of the major competitions in Korea, including the Ehwa, Sae-gae, and Korean Newspaper Competitions, as well as placing second in the Pusan National Competition. He was the recipient of the Landgraf-von-Hessen Prize at the 1999 Kronberg Cello Masterclasses, and won second prize in the Hudson Valley String competition in 2002. As a member of the Parker Quartet, of which he is a founding member, some awards and distinctions include 1st prize at the Bordeaux String Quartet competition, the Cleveland Quartet Award, and 2010\\'s Grammy Award for \"Best Chamber Music Performance.",
        "Research Interest": "Mr. Kim started his musical education very early on, starting at the Juilliard pre-college in 1992. Since then, he has attended the preparatory divisions of the Korean National University of the Arts, the New England Conservatory, and the Walnut Hill School. He holds a B.M. from the New England Conservatory, as well as two M.M. from the same institution. He, along with the members of the Parker Quartet, will begin teaching at Harvard University\\'s music department beginning Fall of 2014.",
        "Email": "keehyunkim@fas.harvard.edu",
        "Phone number": "617-998-5300",
        "Name": "Kee-Hyun Kim"
    },
    {
        "Position": "Morrison\\'s published research includes a pair of recent articles in the journal\\xc2\\xa0 Circuit: musiques contemporaine , where he offers detailed analyses of new works by Canadian composer Zosha Di Castri and Austrian composer Georg Friedrich Haas.\\xc2\\xa0He also has a chapter in the forthcoming\\xc2\\xa0 Oxford Handbook of Time in Music , where he presents a general history of rhythm quantization in digital music production, examining its attendant technologies and its reception within the context of different musical genres. And he hopes to soon publish two articles highlighting his recent archival work with post-spectral music: the first presents lost recordings and previously unreported sketches for Finnish composer Kaija Saariaho&rsquo;s early electronic works, showing how they correspond with her development of a customized computer program dubbed &ldquo;transkaija&rdquo;; the second takes British composer Jonathan Harvey&rsquo;s orchestral work,\\xc2\\xa0 Speakings \\xc2\\xa0(2008), as a point of departure for a genealogical analysis of how the idea of timbre came to be constructed in computer-assisted orchestration software. Both of these articles are based on research from his dissertation, &ldquo;Sounds, Signals, Signs: Transductive Currents in Post-Spectral Music at IRCAM,&rdquo; which examines\\xc2\\xa0the articulation of post-spectral aesthetics to psychoacoustics and technological development\\xc2\\xa0at the Institut de recherche et coordination acoustique/musique (IRCAM) in Paris. ",
        "Research Interest": "At Harvard, Morrison teaches core courses in the undergraduate theory sequence, and he has introduced graduate seminars on the\\xc2\\xa0 analysis of musical media \\xc2\\xa0and on how the\\xc2\\xa0 idea of timbre \\xc2\\xa0has been negotiated across different disciplinary frames. Before arriving at Harvard, he taught as a course lecturer at McGill University in Montreal, Quebec, where he also completed a PhD in Music Theory under the co-supervision of Robert Hasegawa and Jonathan Sterne.",
        "Email": "Office: 306N",
        "Phone number": "",
        "Name": "Landon Morrison"
    },
    {
        "Position": "Oja is a member of the American Academy of Arts and Sciences, a Walter Channing Cabot Fellow at Harvard (2015-16), and a Visiting Fellow of the Japan Society for the Promotion of Science. She is past-president of the Society for American Music and has twice chaired the Pulitzer Prize Committee in Music. She has held fellowships from the Radcliffe Institute for Advanced Study, American Council of Learned Societies, John Simon Guggenheim Memorial Foundation, National Humanities Center, Newhouse Center for the Humanities at Wellesley College, Mellon Foundation, and National Endowment for the Humanities. She received the Everett S. Mendelsohn Excellence in Mentoring Award at Harvard; the 2015 Distinguished Service Award from the Society for American Music; and the President&rsquo;s Distinguished Alumni Medal from the Graduate School of CUNY. She has served as the Leonard Bernstein Scholar-in-Residence with the New York Philharmonic and is an occasional contributor to  TLS (Times Literary Supplement)  Oja&rsquo;s other books include Crosscurrents: American and European Music in Interaction, 1900-2000   (The Boydell Press), edited with Felix Meyer, Wolfgang Rathert, and Anne Shreffler; and two chapters of Music and Musical Composition at the American Academy in Rome , edited by Martin Brody (University of Rochester). Also: Copland and his World (Princeton); Colin McPhee: Composer in Two Worlds   (Smithsonian); A Celebration of American Music: Words and Music in Honor of H. Wiley Hitchcock   (University of Michigan); and American Music Recordings: A Discography of 20th-Century U.S. Composers   (Institute for Studies in American Music).She has won three ASCAP-Deems Taylor Book Awards.     Oja co-directed (with Judith Clurman) the Harvard conference and festival Leonard Bernstein: Boston to Broadway (2006) . One of her graduate seminars curated the exhibit, Unmasking Jim Crow: Blackface Minstrelsy in American Popular Culture , which drew on materials in the Harvard Theatre Collection. She is a member of Harvard\\'s Standing Committee on the Graduate Program in American Studies, the Standing Committee for Theater, Dance, and Media, and the Steering Committee of the Charles Warren Center for American History.     Carol Oja\\'s  WEBSITE  ",
        "Research Interest": "Missing",
        "Email": "coja@fas.harvard.edu",
        "Phone number": "617-495-3971",
        "Name": "Carol J. Oja"
    },
    {
        "Position": "Rehding was educated the other Cambridge, where he received a string of academic degrees (BA, MA, MPhil, PhD). He held research fellowships at  Emmanuel College Cambridge , the  Penn Humanities Forum  and the  Princeton Society of Fellows  before joining the Harvard Department in 2003, initially as Assistant Professor. Promoted to a full professorship in 2006 and named Fanny Peabody Professor of Music in 2009, Rehding served as department chair between 2011 and 2014. Rehding has been named an Affiliate of the  Department of Germanic Languages and Literature  and an Associate of the  Center for European Studies  and the  Center for the Environment . From 2006 to 2011Rehding served as co-editor of  Acta musicologica  (the journal of the International Musicological Society), and has been Editor-in-chief of the  Oxford Handbook Online  series in Music since 2011.    As a member of the Humanities Steering committee 2011\\xe2\\x80\\x9314 Rehding was part of a group that helped re-organize the humanities at Harvard and devised the  Frameworks in the Humanities  courses. With his colleague John Hamilton (German/Comparative Literature) Rehding devised a module called  The Art of Listening  (Humanities 11b) for the Frameworks series. In 2015-17 Rehding co-chaired of the committee that designed a new  curriculum  for the music concentration.    Rehding has worked extensively on Hugo Riemann\\xc2\\xb9s theories and musical culture in nineteenth-century Germany, resulting in the books  Hugo Riemann and the Birth of Modern Musical Thought  (2003, pbk 2008) and  The Oxford Handbook of Neo-Riemannian Music Theory  (2011, pbk 2013 with Edward Gollin), which was awarded the Special Citation of Merit by the SMT. A second monograph,  Music and Monumentality  (2009, pbk 2017), explored the imaginary connection between &ldquo;big&rdquo; sounds and ambitions of greatness in the music of nineteenth-century Germany. This book was recognized with the Walter Channing Cabot Fellowship (2010). Rehding has also published numerous articles on nineteenth- and twentieth-century music, on such composers as  Wagner Liszt Stravinsky  and  Schoenberg . A monograph on  Beethoven&rsquo;s Ninth Symphony  appeared in 2017.    Always interested in big cultural issues, Rehding has queried music theory&rsquo;s engagement with the musical repertoires of other cultures. This interest has found expression in an exhibition (with  online catalog ) &quot;Sounding China in Enlightenment Europe&quot; (2010), which he curated with a group of graduate students, as well as a number of article-length studies on a range of topics including  ancient Greek music theory  (with John McKay), ancient Egyptian music, and enharmonicism in  Rameau and Rousseau . His article &quot; Music-Historical Egyptomania 1650-1950 &quot; was awarded the Forkosch Prize 2014 by the  Journal for the History of Ideas   The wider ramifications of questions of transmission and reconstruction led Rehding to an engagement with musical media, including notation but also recording technology. Articles in the field of media aesthetics and music include studies on  Edison&rsquo;s phonograph , the  gramophone , the  radio , as well as work on  sirens . A series of recent articles explore the notion of &ldquo; music-theoretical instruments ,&rdquo; taking their cue from recent developments in History of Science, Thing Theory, and Critical Organology. In addition, Rehding convened a  colloquy  on media theory and music that was published in  JAMS  in 2017. The monograph on Beethoven&rsquo;s Ninth Symphony, which examines the transformations of the workin the digital age, is also a contribution to media theory.    Rehding is interested in how music theory has engaged the question of sound. Thanks to a generous grant from the Andrew W. Mellon Foundation, he was the convener of the 2013/14 John E. Sawyer Seminar in the Comparative Study of Culture, &quot; Hearing Modernity .&rdquo; In the same year, Rehding launched the Sound Lab in the music department, which is now in its second phase. With the help of the Sound Lab, Rehding pursues the integration of  multi-media projects  into scholarship in the context of ongoing efforts to fully open upthe humanities to the digital domain.    The question of Nature has long held special appeal to music theory. With his colleague Suzannah Clark, Rehding co-edited a volume on  Music Theory and Natural Order  (2001, pbk 2003), which explores this nexus across history. Connecting the question of nature with contemporary concerns, Rehding has delved into  Ecomusicology  (and he may have inadvertently coined the term). Current  ecological thinking  has adopted post-human theories, such as Object Oriented Ontology (which is also a major influence on Critical Organology) and  chronocriticism . Rehding has been especially interested in reflections on very long  timespans  and  extreme slowness   A current research project (with\\xc2\\xa0 Daniel Chua ) bears the exceptionally modest title\\xc2\\xa0 An Intergalactic Music Theory of Everything \\xc2\\xa0( IMTE ). In this project they use the &ldquo; Golden Record &rdquo; of the enormously ambitious interstellar Voyager mission (1977) as a starting point for a multi-media exploration of how we might use music to communicate across cultures, species, even planets. Their co-authored book, entitled\\xc2\\xa0 Music from Earth: Alien Listening and Voyager&rsquo;s Golden Record\\xc2\\xa0 will be published by Zone Books in 2020. At the broadest level, Rehding&rsquo;s current projects are interested in exploring what a post-human music theory might look like.   Other current projects include the  Oxford Handbook of Timbre  (co-edited with Emily Dolan, 2020) and  Oxford Handbook of Critical Concepts in Music Theory  (with Steve Rings, 2019). Rehding is also at work on a forthcoming  Introduction to the History of Music Theory , and a multi-volume  Cultural History of Music  for Bloomsbury (with David Irving). ",
        "Research Interest": "Rehding has been awarded numerous awards and fellowships, including Guggenheim, ACLS, Mellon, Humboldt, and Radcliffe. He was awarded the Dent Medal in 2014, for which he gave the lecture &ldquo;",
        "Email": "Missing",
        "Phone number": "Missing",
        "Name": " Alexander Rehding"
    },
    {
        "Position": "Shelemay received a B.M. (1970), M.A. (1972), and Ph.D. (1977), University of Michigan. She taught at Columbia University (1977-1982), New York University (1982-1990), and Wesleyan University (1990-1992), before joining the Harvard faculty in 1992. At Harvard, Shelemay has served as Chair of the Department of Music (1994-1999; acting chair, spring 2002; chair, spring 2005; emergency chair, 2007) and is active in interdisciplinary studies across several domains. A Fellow of the American Academy of Arts and Sciences and the American Academy for Jewish Research, the American Philosophical Society, and the Ethiopian Academy of Sciences, she is a Past President of the Society for Ethnomusicology. A Congressional appointee to the Board of Trustees of the American Folklife Center at the Library of Congress from 2000-2013, she was Chair of that Board from 2002-2004. She has received fellowships from the Guggenheim Foundation, the National Endowment for the Humanities, the American Council of Learned Societies, and the Radcliffe Institute. Shelemay was named the Chair in Modern Culture at the John W. Kluge Center of the Library of Congress during August and September, 2007 and June, 2008. During 2015-2016, she was the Marta Sutton Weeks Fellow at the Stanford Humanities Center.    In addition to the seven-volume collection  Garland Readings in Ethnomusicology  (1990) and  A Song of Longing. An Ethiopian Journey  (1991), Shelemay edited the three-volume  Ethiopian Christian Liturgical Chant  An Anthology  (1994, 1995, 1997, with Peter Jeffery). Other publications include  Let Jasmine Rain Down. Song and Remembrance Among Syrian Jews  (1998, finalist for the National Jewish Book Award) and  Soundscapes. Exploring Music in a Changing World  (2001, second edition 2006, third edition 2015). She has co-edited  Pain and Its Transformations. The Interface of Biology and Culture  (with Sarah Coakley), published by Harvard University Press in 2007. She received the Society for Ethnomusicology Jaap Kunst Prize in 2010 for her article, \\xe2\\x80\\x9cThe Power of Silent Voices.\\xe2\\x80\\x9d Shelemay received an Award for Distinguished Teaching from the Columbia University School of General Studies in 1982, and at Harvard, the Joseph R. Levenson Memorial Teaching Prize and the Phi Beta Kappa Teaching Prize, both in 2006, and the Everett Mendelsohn Excellence in Mentoring Award in 2014.      Shelemay CV ",
        "Research Interest": "Missing",
        "Email": "shelemay@fas.harvard.edu",
        "Phone number": "617-495-4008",
        "Name": "Kay Kaufman Shelemay"
    },
    {
        "Position": "After earning a BA in Music and History from Duke University, Shelley received his PhD in the History and Theory of Music at the University of Chicago. While at the University of Chicago, he also earned a Master of Divinity from the university&rsquo;s Divinity School. His 2017 dissertation, &ldquo;Sermons in Song: Richard Smallwood, the Vamp, and the Gospel Imagination,&rdquo; developed an analytical paradigm for gospel music that braids together resources from cognitive theory, ritual theory, and homiletics with studies of repetition, form, rhythm and meter.    Recipient of the 2016 Paul A. Pisk Prize from the American Musicological Society and the 2016 Graduate Student Prize from the Society for Christian Scholarship in Music, he has presented his research at Amherst College, Duke University, Northwestern University, and Tufts University, as well as at the annual meetings of the Society for Christian Scholarship in Music, Music Theory Midwest and the American Musicological Society.    His publications include the following essays: &ldquo;Sounding Belief: &lsquo;Tuning Up&rsquo; and The Gospel Imagination,&rdquo; in Exploring Christian Son g, &ldquo;&lsquo;This Must Be The Single&rsquo;: Valuing The Live Recording in Contemporary Gospel Performance,&rdquo; in Living the Life I Sing , and &ldquo;Gospel Goes To Church (Again): Richard Smallwood&rsquo;s Hybridity as Liturgical Compromise,&rdquo; in  Readings in African American Church Music and Worship , vol 2. His current projects include an article on the poetics of gospel vamps, an article on music and protest in the North Carolina-based Moral Mondays movement, and a book-length study of African American gospel performance.",
        "Research Interest": "Missing",
        "Email": "Missing",
        "Phone number": "Missing",
        "Name": "Braxton Shelley"
    },
    {
        "Position": "Topics of Shreffler\\'s recent articles include the canonization processes in twentieth century music; tradition and rupture in Beethoven and Webern; and different models for politically progressive music in the twentieth century. She co-edited (with David Trippett) a themed issue of the German journal  Musiktheorie  on Rudolf Kolisch in America. Shreffler is currently working on a book project, entitled \"Musical Utopias: Progressive Music and Progressive Politics in the Twentieth Century\" (under contract with University of California Press).",
        "Research Interest": "Shreffler began her research career studying the Austrian composer Anton Webern (the topic of her dissertation), has published widely on this composer, including a book,  Webern and the Lyric Impulse: Songs and Fragments on Poems by Georg Trakl  (Oxford University Press, 1994) as well as the article \\xe2\\x80\\x9c\\'Mein Weg geht jetzt vorueber\\': The Vocal Origins of Webern\\'s Twelve-Tone Composition,\\xe2\\x80\\x9d for which she received the Alfred Einstein Award of the American Musicological Society in 1995.",
        "Email": "acshreff@fas.harvard.edu",
        "Phone number": "617-494-7742",
        "Name": "Anne C. Shreffler"
    },
    {
        "Position": " ",
        "Research Interest": "Missing",
        "Email": "Performance ",
        "Phone number": "617-495-2791",
        "Name": "Esperanza Spalding"
    },
    {
        "Position": "Born into a musical family in Camaguey, Cuba, Yosvany Terry went on to classical music training in Havana at the prestigious National School of Arts (ENA) and Amadeo Roldan Conservatory. After graduating, Terry worked with major figures in every realm of Cuban music including pianists Chucho Valdes, Frank Emilio, and the celebrated nueva trova singer/guitarist Silvio Rodriguez. ",
        "Research Interest": "His latest release, the GRAMMY Award-nominated \\xe2\\x80\\x9cNew Throned King\\xe2\\x80\\x9d (5Passion, 2014), features music based on Arar\\xc3\\xa1 cantos and rhythms and has been called the \\xe2\\x80\\x9cmusical culmination of his spiritual exploration\\xe2\\x80\\x9d (All About Jazz). His previous album, \\xe2\\x80\\x9cToday\\xe2\\x80\\x99s Opinion\\xe2\\x80\\x9d (Criss Cross, 2012), was selected as one of the Top 10 Albums of the Year by the New York Times\\xe2\\x80\\x99 Nate Chinen. In 2015, Terry was named a recipient of the prestigious Doris Duke Artist Award.",
        "Email": "yosvanyterry@fas.harvard.edu ",
        "Phone number": "617-495-9040",
        "Name": "Yosvany Terry"
    },
    {
        "Position": "Tutschku studied electroacoustic composition in Dresden, and between 1989 and 1991 accompanied Karlheinz Stockhausen on several concert tours for the purpose of studying sound diffusion. In 1991 he attended the international one-year course in sonology at the Royal Conservatory in The Hague, where he worked primarily in the field of digital sound processing. ",
        "Research Interest": "He spent one year studying at IRCAM in Paris (1994), and in 1995 participated in composition workshops with Klaus Huber and Brian Ferneyhough. Tutschku taught electroacoustic composition at IRCAM in Paris from 1997-2001 and at the conservatory of Montb\\xc3\\xa9liard from 2001-2004. He finished a DEA (master in musicology) at the Parisian Sorbonne and completed his PhD in Composition with Professor Dr. Jonty Harrison at the University of Birmingham in UK in 2003. The same year he was the Edgar Var\\xc3\\xa8se Gast Professor at the Technische Universit\\xc3\\xa4t Berlin. ",
        "Email": "tutschku@fas.harvard.edu",
        "Phone number": "617-495-2314",
        "Name": "Hans Tutschku"
    },
    {
        "Position": "",
        "Research Interest": "Missing",
        "Email": "Missing",
        "Phone number": "Missing",
        "Name": "Michael Uy"
    },
    {
        "Position": " ",
        "Research Interest": "Missing",
        "Email": "vanorden@fas.harvard.edu",
        "Phone number": "617-495-3198",
        "Name": "Kate van Orden"
    },
    {
        "Position": " ",
        "Research Interest": "Missing",
        "Email": "Missing",
        "Phone number": "Missing",
        "Name": "Richard K. Wolf "
    },
    {
        "Position": " Together with Eckart Goebel (NYU) and Paul Fleming (Cornell), he serves as an editor of the \"Manhattan Manuscripts\" series, published by the Wallstein Verlag in G\\xc3\\xb6ttingen ( http://german.as.nyu.edu/page/bookseries",
        "Research Interest": " With Almut-Barbara Renger (Berlin) and Jon Solomon (Urbana-Champaign), he edits a series with Brill in Leiden: &ldquo;Metaforms: Studies in the Reception of Classical Antiquity&rdquo; ( http://www.brill.com/publications/metaforms",
        "Email": "Missing",
        "Phone number": "Missing",
        "Name": "John Hamilton"
    }
]