[
    {
        "Position": " Paola Arlotta",
        "Name": " Paola Arlotta",
        "Research Interest": "Dr. Arlotta is interested in understanding the molecular laws that govern the birth, differentiation and assembly of the cerebral cortex, the part of the brain that controls how we sense, move and think. She integrates developmental and evolutionary knowledge to investigate therapies for brain repair and for modeling neuropsychiatric disease.",
        "Email": "Missing"
    },
    {
        "Position": " Jason Buenrostro",
        "Name": " Jason Buenrostro",
        "Research Interest": "The Buenrostro lab is broadly dedicated to advancing our knowledge of gene regulation and the downstream consequences on cell fate decisions.",
        "Email": "Missing"
    },
    {
        "Position": " Fernando Camargo",
        "Name": " Fernando Camargo",
        "Research Interest": "The Camargo laboratory focuses on the study of adult stem cell biology, organ size regulation, and cancer.",
        "Email": "Missing"
    },
    {
        "Position": " Kevin Eggan",
        "Name": " Kevin Eggan",
        "Research Interest": "Kevin Eggan investigates the mechanisms that cause motor neuron degeneration in Amyotrophic Lateral Sclerosis (ALS), and seeks to translate new discoveries into new therapeutic options for patients.",
        "Email": "Missing"
    },
    {
        "Position": " Mark C. Fishman",
        "Name": " Mark C. Fishman",
        "Research Interest": "Mark C. Fishman studies the social behavior of zebrafish, focusing on the genetic, neuronal, and developmental aspects of group behavior.",
        "Email": "Missing"
    },
    {
        "Position": " Ya-Chieh Hsu",
        "Name": " Ya-Chieh Hsu",
        "Research Interest": "Ya-Chieh Hsu studies the principles and molecular nature of cell-cell interactions governing development, regeneration, and injury repair in the skin.",
        "Email": "Missing"
    },
    {
        "Position": " Steven Hyman",
        "Name": " Steven Hyman",
        "Research Interest": "Steven Hyman is Director of the Stanley Center for Psychiatric Research at the Broad Institute, where his goal is to drive the genetics of schizophrenia to the point of diminishing returns with respect to biological information, with bipolar disorder following closely behind.",
        "Email": "Missing"
    },
    {
        "Position": " Richard Lee",
        "Name": " Richard Lee",
        "Research Interest": "Rich Lee seeks to understand heart failure and metabolic diseases that accompany human aging, and translate that understanding into therapies. Lee is an active clinician, regularly treating patients at Brigham and Women\\xe2\\x80\\x99s Hospital.",
        "Email": "Missing"
    },
    {
        "Position": " Jeffrey Macklis",
        "Name": " Jeffrey Macklis",
        "Research Interest": "Jeffrey Macklis investigates molecular controls and mechanisms over neuron subtype specification, development, diversity, axon guidance-circuit formation, and pathology in the cerebral cortex. His lab seeks to apply developmental controls toward brain and spinal cord regeneration and directed differentiation for therapeutic and mechanistic screening.",
        "Email": "Missing"
    },
    {
        "Position": " Douglas Melton",
        "Name": " Douglas Melton",
        "Research Interest": "Doug Melton is pursuing a cure for type 1 diabetes. His lab studies the developmental biology of the pancreas, using that information to grow and develop pancreatic cells (islets of Langerhans). In parallel, they investigate ways to protect beta cells from autoimmune attack.",
        "Email": "Missing"
    },
    {
        "Position": " Franziska Michor",
        "Name": " Franziska Michor",
        "Research Interest": "Franziska Michor uses the tools of theoretical evolutionary biology, applied mathematics, statistics, and computational biology to address important questions in cancer research.",
        "Email": "Missing"
    },
    {
        "Position": " Sharad Ramanathan",
        "Name": " Sharad Ramanathan",
        "Research Interest": "Sharad Ramanathan studies how the dynamics of the underlying circuits allow cells and organisms to make decisions. To do so he brings together Biology with tools from Applied Math, Microscopy and Microfluidics.",
        "Email": "Missing"
    },
    {
        "Position": " Lee Rubin",
        "Name": " Lee Rubin",
        "Research Interest": "Lee Rubin investigates the key molecular mediators of different neurodegenerative diseases, with the ultimate goal of finding effective preclinical therapeutic candidates.",
        "Email": "Missing"
    },
    {
        "Position": " David Scadden",
        "Name": " David Scadden",
        "Research Interest": "David Scadden&#8217;s laboratory is dedicated to discovering the principles governing blood cell production, with the ultimate goal of guiding the development of therapies for blood disorders and cancer.",
        "Email": "Missing"
    },
    {
        "Position": " Amy Wagers",
        "Name": " Amy Wagers",
        "Research Interest": "Amy Wagers seeks to change the way we repair our tissues after an injury. Her research focuses on defining the factors and mechanisms that regulate the migration, expansion, and regenerative potential of adult blood-forming and muscle-forming stem cells.",
        "Email": "Missing"
    },
    {
        "Position": " Jessica Whited",
        "Name": " Jessica Whited",
        "Research Interest": "Jessica Whited studies limb regeneration in axolotl salamanders. Her lab develops tools to manipulate gene expression during limb regeneration, and explores signaling events following wound healing that initiate the regenerative process.",
        "Email": "Missing"
    },
    {
        "Position": " Leonard Zon",
        "Name": " Leonard Zon",
        "Research Interest": "The Zon laboratory aims to dissect how assaults to the hematopoietic system cause severe diseases such as leukemias, lymphomas, and anemias. They investigate hematopoietic development and disease using chemical screens, genetic screens, and analysis of novel transgenic lines in zebrafish.",
        "Email": "Missing"
    },
    {
        "Position": " David Breault",
        "Name": " David Breault",
        "Research Interest": "Missing",
        "Email": "Missing"
    },
    {
        "Position": " April Craft",
        "Name": " April Craft",
        "Research Interest": "Missing",
        "Email": "Missing"
    },
    {
        "Position": " Wolfram Goessling",
        "Name": " Wolfram Goessling",
        "Research Interest": "Missing",
        "Email": "Missing"
    },
    {
        "Position": " Jonathan Hoggatt",
        "Name": " Jonathan Hoggatt",
        "Research Interest": "Missing",
        "Email": "Missing"
    },
    {
        "Position": " William Mair",
        "Name": " William Mair",
        "Research Interest": "Missing",
        "Email": "Missing"
    },
    {
        "Position": " Hidde Ploegh",
        "Name": " Hidde Ploegh",
        "Research Interest": "Missing",
        "Email": "Missing"
    },
    {
        "Position": " Richard Sherwood",
        "Name": " Richard Sherwood",
        "Research Interest": "Missing",
        "Email": "Missing"
    },
    {
        "Position": " Mansi Srivastava",
        "Name": " Mansi Srivastava",
        "Research Interest": "Missing",
        "Email": "Missing"
    },
    {
        "Position": " William J. Anderson",
        "Name": " William J. Anderson",
        "Research Interest": "Bill Anderson is the Associate Director of Education and provides administrative leadership and support for the undergraduate, graduate, and medical teaching mission in the Department of Stem Cell and Regenerative Biology at Harvard University.",
        "Email": "Missing"
    },
    {
        "Position": " Amie Holmes",
        "Name": " Amie Holmes",
        "Research Interest": "Amie Holmes is the Assistant Director of Undergraduate Studies and manages the Human Developmental and Regenerative Biology concentration at Harvard College.",
        "Email": "Missing"
    },
    {
        "Position": " Julie Park",
        "Name": " Julie Park",
        "Research Interest": "Julie Park is a preceptor in the Department of Stem Cell and Regenerative Biology at Harvard University and organizes  SCRB 10 &#8211; Human Developmental and Regenerative Biology",
        "Email": "Missing"
    },
    {
        "Position": " Maitreyi Upadhyay",
        "Name": " Maitreyi Upadhyay",
        "Research Interest": "Maitreyi Upadhyay is a Preceptor in the Department of Stem Cell and Regenerative Biology at Harvard University and is responsible for managing undergraduate courses.",
        "Email": "Missing"
    },
    {
        "Position": " Jack Strominger",
        "Name": " Jack Strominger",
        "Research Interest": "Research Professor and Immunology pioneer Jack Strominger investigates self-tolerance and the immunology of pregnancy. His lab specializes in the structure and function of human histocompatibility proteins and their roles in disease.",
        "Email": "Missing"
    },
    {
        "Position": " Gregory Verdine",
        "Name": " Gregory Verdine",
        "Research Interest": "Missing",
        "Email": "Missing"
    }
]