[
    {
        "Name": "SOCI\\xc2\\xa0UN1000\\xc2\\xa0The Social World.",
        "Research Interest": "Identification of the distinctive elements of sociological perspectives on society. Readings confront classical and contemporary approaches with key social issues that include power and authority, culture and communication, poverty and discrimination, social change, and popular uses of sociological concepts.",
        "Position": "    Fall\\xc2\\xa02020:\\xc2\\xa0SOCI UN1000    ",
        "Phone number": "Missing"
    },
    {
        "Name": "0 points",
        "Research Interest": "This course provides an introduction to central approaches and concepts animating the investigation of race and ethnicity. We will not treat either of these categories of difference as a given, nor as separable from other axes of social difference. Rather, we will apply an interdisciplinary and intersectional framework to illuminate how these concepts have come to emerge and cohere within a number of familiar and less familiar socio-cultural and historical contexts. We will consider how racial and ethnic differentiation as fraught but powerful processes have bolstered global labor regimes and imperial expansion projects; parsed, managed, and regulated populations; governed sexed and gendered logics of subject and social formation; and finally, opened and constrained axes of self-understanding, political organization, and social belonging. Special attention will be given to broadening students\\' understanding of racial and ethnic differentiation beyond examinations of identity. Taken together, theoretical and empirical readings, discussions, and outside film screenings will prepare students for further coursework in race and ethnic studies, as well as fields such as literary studies, women\\xe2\\x80\\x99s studies, history, sociology, and anthropology.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "SOCI\\xc2\\xa0UN2208\\xc2\\xa0Culture in America.",
        "Research Interest": "The values and meanings that form American pluralism. The three sections explore taste, consumption, and art; moral conflict, religion and secularism; identity, community and ideology. Examples range widely: Individualism, liberalism and conservatism; Obama\\'s &quot;transracial&quot; endeavor; the food revolution; struggles over family and sexuality; multiculturalism; assimilation and immigration.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "SOCI\\xc2\\xa0UN2235\\xc2\\xa0Sexuality in Social Context.",
        "Research Interest": "Despite the ubiquity of sexual imagery in contemporary Western popular culture, most people regard sexuality to be an intimate topic that concerns the drives, experiences and pleasures of individuals. In this course, we will examine the social and pluralistic character of sexual desires, meanings, practices and politics, their variations, cultural locations, institutional determinants and even geopolitical dimensions. We will begin by surveying some of the most influential theoretical works from psychoanalysis, sexology and early sociological writings on sexualities, paying particular attention to how they undergird more contemporary social thought. We then move on to examine the influence of queer theoretical critique on sociological thinking about heterosexuality, whiteness, sexual diversity, and cross-national differences in the interrelationships between gender and sexuality. We will end the course by looking at three discrete topics within the larger sociological subfield of sexuality studies: global sex work, the ethics of participants observation in sexual; communities and contemporary discourses of sexual consent (the last with a particular focus on campus sexual cultures).",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "SOCI\\xc2\\xa0UN3000\\xc2\\xa0Social Theory.",
        "Research Interest": "Required for all sociology majors.\\xc2\\xa0 Prerequisite: at least one sociology course of the instructor\\'s permission.\\xc2\\xa0 Theoretical accounts of the rise and transformations of modern society in the19th and 20th centuries.\\xc2\\xa0 Theories studied include those of Adam Smith, Tocqueville, Marx, Durkheim, Max Weber, Roberto Michels.\\xc2\\xa0 Selected topics:\\xc2\\xa0 individual, society, and polity; economy, class, and status: organization and ideology; religion and society; moral and instrumental action.",
        "Position": "    Fall\\xc2\\xa02020:\\xc2\\xa0SOCI UN3000    ",
        "Phone number": "Missing"
    },
    {
        "Name": "SOCI\\xc2\\xa0UN3001\\xc2\\xa0Social Theory- DISC.",
        "Research Interest": "Discussion section for Social Theory ( SOCI\\xc2\\xa0UN3000 ).",
        "Position": "  SOCI 3001   002/16947   M\\xc2\\xa05:10pm - 6:00pm 509 Knox Hall   Nicholas Pang   0   26/35  ",
        "Phone number": "Missing"
    },
    {
        "Name": "SOCI\\xc2\\xa0UN3010\\xc2\\xa0Methods for Social Research.",
        "Research Interest": "Required for all Sociology majors.\\xc2\\xa0 Introductory course in social scientific research methods. Provides a general overview of the ways sociologists collect information about social phenomena, focusing on how to collect data that are reliable and applicable to our research questions.",
        "Position": "    Fall\\xc2\\xa02020:\\xc2\\xa0SOCI UN3010    ",
        "Phone number": "Missing"
    },
    {
        "Name": "0 points",
        "Research Interest": "Section Discussion for  SOCI\\xc2\\xa0UN3010 , METHODS FOR SOCIAL RESEARCH",
        "Position": "  SOCI 3011   002/16174   Th\\xc2\\xa09:10am - 10:00am 407 Mathematics Building   Bonnie Siegler   0   25/35  ",
        "Phone number": "Missing"
    },
    {
        "Name": "4 points",
        "Research Interest": "Skepticism about science and expertise is evident today in multiple arenas and clearly can no longer be considered a passing phenomenon. From climate change to vaccines; from mammograms to Coronavirus testing; from opposition to rules regulating acceptable levels of carcinogens to AI algorithms purporting to yield better decisions than human experts; the challenges to the authority of experts come from both sides of the political spectrum and take multiple forms. Most discussions of the challenges to expertise start from the question of mistrust. They ask why do people mistrust science and experts given their obvious and well-documented successes and their contribution to immense improvements in collective well-being? This way of posing the question inevitably leads to the conclusion that people mistrusting experts are irrational, uninformed or duped. This, however, may not be the most productive way to pose the question. For the social scientist, mistrust is not the puzzle, trust is. It is not surprising that people would tend to mistrust decisions taken in locales far removed from their daily lives, that are supported by forms of knowledge and technical arrangements that can be relatively opaque and difficult to grasp. It is not surprising especially since these decisions impact some individuals and groups adversely, while benefitting others. Finally, every now and then, but predictably so, it becomes obvious in hindsight that the wrong decisions were taken. Under these circumstances it is far more puzzling, counter-intuitive and difficult to understand why, how, and under what conditions people do trust science and experts. If we want to understand mistrust, and ultimately arrive at a more balanced arrangement of the relations between experts and laypeople, we need to begin by asking what is trust? How is it typically organized and secured? What sustains trust in experts and scientists? Only after we have some grasp of the mechanisms by which trust is cultivated, can we hope to have an explanation of the contemporary atmosphere of mistrust, that does not deteriorate into mere name- calling (\\xe2\\x80\\x9cclimate denial,\\xe2\\x80\\x9d \\xe2\\x80\\x9canti-vaxxers,\\xe2\\x80\\x9d etc.) This course will be organized, accordingly, in two parts. In the first part, we will consider different approaches to trust, and specifically for how trust in science and experts is elicited and secured. The second half of the course will be dedicated to examining contemporary case studies of mistrust in science and experts, while exploring different \\xe2\\x80\\x9cengines of crisis\\xe2\\x80\\x9d: the demand for parity between doctors and patients/parents, especially in the case of vaccinations; the emergence of \\xe2\\x80\\x9crisk\\xe2\\x80\\x9d as the central topic of the politics of expertise, especially as regarding environmental pollution; the strategic manufacturing of ignorance (\\xe2\\x80\\x9cagnotology\\xe2\\x80\\x9d) by tobacco manufacturers and by opponents of climate change research; the replacement of expert judgment with \\xe2\\x80\\x9cblack-boxed\\xe2\\x80\\x9d algorithms in forensics and risk assessment; the legitimation crisis of regulatory science; and the rejection of dependence on experts in the name of an ethics of \\xe2\\x80\\x9ccare of self.\\xe2\\x80\\x9d",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "0 points",
        "Research Interest": "Discussion Section for SOCI 3120UN -\\xc2\\xa0TRUST AND MISTRUST IN SCIENCE AND EXPERTISE.",
        "Position": "  SOCI 3121   002/14306   F\\xc2\\xa010:10am - 11:00am Online Only     0   17/35  ",
        "Phone number": "Missing"
    },
    {
        "Name": "SOCI\\xc2\\xa0BC3219\\xc2\\xa0Race, Ethnicity, and Society.",
        "Research Interest": "Examines the social construction of race and ethnicity in the United States from colonial period to present. Analyzes how capitalist interests, class differences, gender, immigration, and who \\xe2\\x80\\x9cdeserves\\xe2\\x80\\x9d the full rights and privileges of citizenship, shape boundaries between and within racial and ethnic groups. Also considers how racism affects resource access inequities between racial groups in education, criminal justice, media, and other domains. Explores factors underpinning major social change with an eye toward discerning social conditions necessary to create and sustain just social systems.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "SOCI\\xc2\\xa0UN3324\\xc2\\xa0Global Urbanism.",
        "Research Interest": "Using classical texts about cities (do they still work for us?) and on the diverse new literatures on cities and larger subjects with direct urban implications, we ill use a variety of data sets to get a detailed empirical information, and draw on two large ongoing research projects involving major and minor global cities around the world (a total of over 60 cities are covered in detail as of 2008).\\xc2\\xa0 Students will need to register for a discussion section as well; details to be announced.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "SOCI\\xc2\\xa0UN3235\\xc2\\xa0Social Movements.",
        "Research Interest": "Social movements and the theories social scientists use to explain them, with emphasis on the American civil rights and women\\'s movements.\\xc2\\xa0 Topics include theories of participation, the personal and social consequences of social movements, the rationality of protest, the influence of ideology, organization, and the state on movement success, social movements, and the mass media.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "SOCI\\xc2\\xa0UN3321\\xc2\\xa0Global Urbanism Discussion Section.",
        "Research Interest": "Discussion Section for &quot;Global Urbanism&quot;  SOCI\\xc2\\xa0UN3324",
        "Position": "  SOCI 3321   002/11619   M\\xc2\\xa04:10pm - 5:00pm Online Only     0   21/25  ",
        "Phone number": "Missing"
    },
    {
        "Name": "4 points",
        "Research Interest": "This is an undergraduate seminar in social stratification. The course focuses on the current American experience with socioeconomic inequality and mobility. The goals of the course are to understand how inequality is conceptualized and measured in the social sciences, to understand the structure of inequality in the contemporary U.S., to learn the principal theories and evidence for long term trends in inequality, to understand the persistence of poverty and the impact of social policies on American rates of poverty, and to understand the forces that both produce and inhibit intergenerational social mobility in the U.S. Given the nature of the subject matter, a minority of the readings will sometimes involve quantitative social science material. The course does not presume that students have advanced training in statistics, and any readings sections that contain mathematical or statistical content will be explained in class in nontechnical terms as needed. In these instances, our focus will not be on the methods, but rather on the conclusions reached by the author concerning the research question that is addressed in the text.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "4 points",
        "Research Interest": "The rise of crossover culture: racially segregated markets and genres; organizational environments and the rise of independent labels; the creative process and black-white conflict and connection; the emergence of rock as a &quot;white&quot; genre; civil rights, Black Power, and the politics of soul; cultural borrowing and the postracial ethos.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "4 points",
        "Research Interest": "This research and writing-intensive seminar is designed for senior majors with a background and interest in the sociology of gender and sexuality. The goal of the seminar is to facilitate completion of the senior requirement (a 25-30 page paper) based on \\xe2\\x80\\x9chands on\\xe2\\x80\\x9d research with original qualitative data. Since the seminar will be restricted to students with prior academic training in the subfield, students will be able to receive intensive research training and guidance through every step of the research process, from choosing a research question to conducting original ethnographic and interview-based research, to analyzing and interpreting one\\xe2\\x80\\x99s findings. The final goal of the course will be the production of an original paper of standard journal-article length. Students who choose to pursue their projects over the course of a\\xc2\\xa0 second semester will have the option of revisiting their articles further for submission and publications.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "4 points",
        "Research Interest": "The course analyzes the relationship between race/ethnicity and spatial inequality, emphasizing the institutions, processes, and mechanisms that shape the lives of urban dwellers. It surveys major theoretical approaches and empirical investigations of racial and ethnic stratification in several urban cities, and their concomitant policy considerations.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "SOCI\\xc2\\xa0UN3937\\xc2\\xa0Sociology of Human Rights.",
        "Research Interest": "Sociology came to the study of human rights much later than law, philosophy, or political science. In this course, you\\xe2\\x80\\x99ll learn (1) what constitutes a sociology of human rights and (2) what sociology, its classics, and its diverse methods bring to the empirical study and theory of human rights.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "4 points",
        "Research Interest": "What is global health? Where do global health disease priorities come from, and how do the ways that we understand disease shape how we respond to it? What happens when good ideas and good intentions go wrong? This course critically examines the politics of global health and its impact on local institutions and people. Drawing on social science research, the course will address three main themes: 1) how global health priorities are defined and constructed, 2) how our understandings of disease influence our response to that disease, and 3) how efforts to respond to disease intersect with people on the ground, sometimes in unexpected ways. We will examine the global health industry from the vantage point of different institutions and actors \\xe2\\x80\\x93 international organizations, governments, local healthcare institutions, healthcare workers, and people living with or at risk of various illnesses like HIV/AIDS, malaria, cancer, and Ebola. A primary goal of this course is to help you to develop skills in critical thinking in relation to global health issues and their impact on society. Students will demonstrate their knowledge through individual writing, class discussion, presentations, and a final research project.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "4 points",
        "Research Interest": "In this class we will examine the school as a central institution in modern society, and we will grapple with an important question in the sociology of education: what role to schools play in reinforcing or challenging broader patters of social inequality? We will pay special attention to the ways in which students\\' class, race/ethnicity and gender shape their educational experiences. We will also look at how schools are organized, how schools construct differences among students, and how schools sort kids into different (and unequal) groups. Finally we will explore the types of interventions - at both the individual and organizational levels - that can mitigate inequality in educational achievement and help low-income students to succeed.",
        "Position": "    Fall\\xc2\\xa02020:\\xc2\\xa0SOCI UN3974    ",
        "Phone number": "Missing"
    },
    {
        "Name": "SOCI\\xc2\\xa0UN3996\\xc2\\xa0Senior Seminar.",
        "Research Interest": "Students wishing to qualify for departmental honors must take  W3996y . Students carry out individual research projects and write a senior thesis under the supervision of the instructor and with class discussion. Written and oral progress reports.",
        "Position": "    Fall\\xc2\\xa02020:\\xc2\\xa0SOCI UN3996    ",
        "Phone number": "Missing"
    },
    {
        "Name": "4 points",
        "Research Interest": "This course examines the organization of contemporary advertising industry. A special emphasis is placed on the role of diversity and difference, including but not restricted to the ways that race, ethnicity, and other demographic/social difference impact both the profession and the creative process. Advertising is a polyglot organizational field consisting of traditional advertising agencies, but also digital companies and social media firms that use creative marketing techniques, such as crowdsourcing and viral marketing. We will consider the ways that corporations and those in their service produce and consume information and image, in an effort to shape individual and collective identities, and to market goods and services. \\xc2\\xa0 The course is organized around collective discussion.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "1 point",
        "Research Interest": "This Workshop is linked to the Workshop on Wealth &amp; Inequality Meetings.\\xc2\\xa0This is meant for graduate students, however, if you are an advanced undergraduate student you can email the professor for permission to enroll.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "SOCI\\xc2\\xa0UN1000\\xc2\\xa0The Social World.",
        "Research Interest": "Identification of the distinctive elements of sociological perspectives on society. Readings confront classical and contemporary approaches with key social issues that include power and authority, culture and communication, poverty and discrimination, social change, and popular uses of sociological concepts.",
        "Position": "    Fall\\xc2\\xa02020:\\xc2\\xa0SOCI UN1000    ",
        "Phone number": "Missing"
    },
    {
        "Name": "SOCI\\xc2\\xa0UN3000\\xc2\\xa0Social Theory.",
        "Research Interest": "Required for all sociology majors.\\xc2\\xa0 Prerequisite: at least one sociology course of the instructor\\'s permission.\\xc2\\xa0 Theoretical accounts of the rise and transformations of modern society in the19th and 20th centuries.\\xc2\\xa0 Theories studied include those of Adam Smith, Tocqueville, Marx, Durkheim, Max Weber, Roberto Michels.\\xc2\\xa0 Selected topics:\\xc2\\xa0 individual, society, and polity; economy, class, and status: organization and ideology; religion and society; moral and instrumental action.",
        "Position": "    Fall\\xc2\\xa02020:\\xc2\\xa0SOCI UN3000    ",
        "Phone number": "Missing"
    },
    {
        "Name": "SOCI\\xc2\\xa0UN3009\\xc2\\xa0Contemporary Social Theory.",
        "Research Interest": "This is a survey class that will familiarize students with the most important theoretical developments in post-war sociology.",
        "Position": "    Fall\\xc2\\xa02020:\\xc2\\xa0SOCI UN3009    ",
        "Phone number": "Missing"
    },
    {
        "Name": "SOCI\\xc2\\xa0UN3010\\xc2\\xa0Methods for Social Research.",
        "Research Interest": "Required for all Sociology majors.\\xc2\\xa0 Introductory course in social scientific research methods. Provides a general overview of the ways sociologists collect information about social phenomena, focusing on how to collect data that are reliable and applicable to our research questions.",
        "Position": "    Fall\\xc2\\xa02020:\\xc2\\xa0SOCI UN3010    ",
        "Phone number": "Missing"
    },
    {
        "Name": "0 points",
        "Research Interest": "Section Discussion for  SOCI\\xc2\\xa0UN3010 , METHODS FOR SOCIAL RESEARCH",
        "Position": "  SOCI 3011   002/16174   Th\\xc2\\xa09:10am - 10:00am 407 Mathematics Building   Bonnie Siegler   0   25/35  ",
        "Phone number": "Missing"
    },
    {
        "Name": "3 points",
        "Research Interest": "This course examines gender as a flexible but persistent boundary that continues to organize our work lives and our home lives, as well as the relationship between the two spheres. We will explore the ways in which gender affects how work is structured; the relationship between work and home; the household as a place of paid (and unpaid) labor; and how changes in the global economy affect gender and work identities.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "4 points",
        "Research Interest": "The course will introduce core theories and key concepts in economic and political sociology, plus international political economy to provide a broad overview about the debates linked to the coming about and development of transnational markets. Classes are organized around three topics. We will start with the discussion of the works of classics like Weber, Durkheim and Polanyi on the emergence and evolution of national markets, followed by reading\\xc2\\xa0 recent applications of the works of classics on the evolution of transnational markets. The third part of the course will explore the question\\xc2\\xa0 of how can one apply these theoretical approaches to the study of the politics of the Single European Market and use their tools of analysis for the better understanding of the evolution of core-periphery relations in the EU.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "SOCI\\xc2\\xa0UN3909\\xc2\\xa0Deviance and Social Control.",
        "Research Interest": "In this seminar. we will trace the historic shifts in causal theories of deviance and their significance for the societal response. The readings are classics of social research that have been of great historical impact. They range from the early focus on individual pathologies to sociological explanations, the most recent being attempts to understand deviance as a product of organization factors that result in harmful outcomes. Examples are Katrina, the 2008 financial crisis, and school shootings.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "SOCI\\xc2\\xa0UN3915\\xc2\\xa0Stigma and Discrimination.",
        "Research Interest": "This course considers stigma and discrimination as general processes that apply to a broad range of phenomena, from mental illness to obesity to HIV/AIDS to racial groups. We will use a conceptual framework that considers power and social stratification to be central to stigma and discrimination. We will focus on both macro- and micro-level social processes and their interconnections, and we will draw on literature from both sociology and psychology.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "SOCI\\xc2\\xa0UN3921\\xc2\\xa0HIGHER EDUCATION AND INEQUALITY.",
        "Research Interest": "Higher education in the U.S. is going through a period of rapid change. \\xc2\\xa0State support is shrinking, student debt is increasing, full-time faculty are being replaced by adjuncts, and learning outcomes are difficult to measure, at best. This class will try to makes sense of these changes. Among other questions, it will ask whether higher education is a source of social mobility or a means of class reproduction; how the college experience differs by race, class, and type of college attended; how the economics of higher education have led to more expensive college and more student loans; and how we might make college better. We will consider several different points of view on the current state of U.S. higher education: that of students who apply to and attend college, that of colleges and universities, and that of society at large.\\xc2\\xa0 As part of this course, students will conduct research on their own universities: Columbia College or Barnard College.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "4 points",
        "Research Interest": "The course analyzes the relationship between race/ethnicity and spatial inequality, emphasizing the institutions, processes, and mechanisms that shape the lives of urban dwellers. It surveys major theoretical approaches and empirical investigations of racial and ethnic stratification in several urban cities, and their concomitant policy considerations.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "SOCI\\xc2\\xa0UN3937\\xc2\\xa0Sociology of Human Rights.",
        "Research Interest": "Sociology came to the study of human rights much later than law, philosophy, or political science. In this course, you\\xe2\\x80\\x99ll learn (1) what constitutes a sociology of human rights and (2) what sociology, its classics, and its diverse methods bring to the empirical study and theory of human rights.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "SOCI\\xc2\\xa0UN3960\\xc2\\xa0Law, Science, and Society.",
        "Research Interest": "This course addresses basic contemporary social issues from several angles of vision: from the perspective of scientists, social scientists, legal scholars, and judges. Through the use of case studies, students will examine the nature of theories, evidence, &quot;facts,&quot; proof, and argument as found in the work of scientists and scholars who have engaged the substantive issues presented in the course.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "4 points",
        "Research Interest": "In this class we will examine the school as a central institution in modern society, and we will grapple with an important question in the sociology of education: what role to schools play in reinforcing or challenging broader patters of social inequality? We will pay special attention to the ways in which students\\' class, race/ethnicity and gender shape their educational experiences. We will also look at how schools are organized, how schools construct differences among students, and how schools sort kids into different (and unequal) groups. Finally we will explore the types of interventions - at both the individual and organizational levels - that can mitigate inequality in educational achievement and help low-income students to succeed.",
        "Position": "    Fall\\xc2\\xa02020:\\xc2\\xa0SOCI UN3974    ",
        "Phone number": "Missing"
    },
    {
        "Name": "4 points",
        "Research Interest": "How has immigration transformed New York City? What are the major ethnic groups in the city? How are immigrants and their U.S.-born children incorporated into the city\\'s schools, workplaces and neighborhoods? How will their integration reshape patterns of ethnic and racial inequality in the city? This course will focus on New York City as a case study to highlight how immigration has transformed the city\\'s demographic, political, socioeconomic and spatial landscape.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "SOCI\\xc2\\xa0UN3981\\xc2\\xa0Migration and Development.",
        "Research Interest": "This is a seminar course on the social structure of migration\\xe2\\x80\\x93the movement of people from place to place\\xe2\\x80\\x93and its developmental consequences.\\xc2\\xa0 The readings are organized by topic and include examples drawn from many countries, in order to highlight the commonality of migration processes across societies as well as specific societal differences that reflect national differences in social institutions, regional variations in economic development, etc.\\xc2\\xa0 Papers concerned both with internal migration and international migration are included; as we will see, the apparent distinction between these two forms of migration\\xe2\\x80\\x93the presence of institutional barriers with respect to international migration and the supposed absence of such barriers with respect to internal migration\\xe2\\x80\\x93breaks down in societies that impose institutional constraints on internal migration: China, the former Soviet Union, and apartheid-era South Africa, among others.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "SOCI\\xc2\\xa0UN3996\\xc2\\xa0Senior Seminar.",
        "Research Interest": "Students wishing to qualify for departmental honors must take  W3996y . Students carry out individual research projects and write a senior thesis under the supervision of the instructor and with class discussion. Written and oral progress reports.",
        "Position": "    Fall\\xc2\\xa02020:\\xc2\\xa0SOCI UN3996    ",
        "Phone number": "Missing"
    },
    {
        "Name": "SOCI\\xc2\\xa0GU4701\\xc2\\xa0CREATIVITY/TECH:WAR &amp; COM.",
        "Research Interest": "This course examines the ways that technological shifts have catalyzed innovation and social change in human societies. The focus is on the social basis for creativity. Analysis centers on the conflicts, disruptions and tensions that emerge in society when new and/or competing technologies are introduced. Students will explore two substantive spheres of social life. The first is war. Throughout recorded history, participants have sought to garner competitive advantages in battle via technological innovation. We look at several moments in which the development of a particular innovation helped bring about massive societal change. The second focus is on commerce. The class will examine the impact of digital technologies on those who work in creative industries undergoing transformation via technology and diffusion of tech-inspired ideas.The learning objectives for students are:",
        "Position": "Missing",
        "Phone number": "Missing"
    }
]