[
    {
        "Name": "3 points",
        "Research Interest": "This course provides an introduction to ancient attitudes towards race and ethnicity. Students will be challenged to consider how categories of race and ethnicity are presented in the literature and artistic works of Greece and Rome, and how ancient thinking remains current and influential today. We will consider texts from antiquity including epic, history, medical texts, ethnographies, dramas, and novels, as well as material evidence intended to represent \\xe2\\x80\\x98foreignness\\xe2\\x80\\x99. Our case studies pay particular attention to concepts including notions of racial formation and racial origins, ancient theories of ethnic superiority, and linguistic, religious and cultural differentiation as a basis for ethnic differentiation. We will also examine ancient racism through the prism of a variety of social processes in antiquity, such as slavery, trade and colonization, migrations, imperialism, assimilation, native revolts, and genocide. By the end of the course, students will have gained a richer understanding of the intellectual and cultural history of the ancient world, and will be able to engage in discussions of identity construction in a comparative manner.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "3 points",
        "Research Interest": "How has architecture been \\xe2\\x80\\x9cmodern\\xe2\\x80\\x9d? This course will introduce students to things, practices, figures, and ideas behind this contentious and contradictory concept, emerging in multiple locations around the world. Students in this course will learn about architecture as it was practiced, taught, thought, and experienced across landscapes of social and cultural difference during the past two centuries. Learning about the past through historical consciousness around architecture and investigating the history of architecture as a discursive field are fundamental to liberal arts thinking generally, and important for students in architecture, the history and theory of architecture, art history, and urban studies.Students in this course will be introduced to:   Architecture as enmeshed with other forms of cultural production   Culturally-specific intellectual and public debates around the architectural and urban   Makers, thinkers, and organizers of the designed or built environment   Geographies, territories, and mobilities associated with architecture as an end or means for material extraction, refinement, trade, labor, and construction   Sites, institutions, media, events, and practices which have come to hold meaning\\xc2\\xa0   Modernity, modernism, and modernization in relation to each other, as social, cultural, and technological drivers holding stakes for past events as well their histories.   In this course, we will ask questions about ideas and practices within disparate socially-and culturally-constructed worlds, and across other asymmetries. For example, can we draw a coherent historical thread through Lisbon in 1755, Bombay in 1854, Moscow in 1917, the moon in 1969, and al-Za\\xe2\\x80\\x99atari refugee camp in 2016? Are such narratives of coherence themselves the trace of the modernist impulse in architectural history? In this course, we will study modern architecture\\xe2\\x80\\x99s references to an art of building as well the metaphors it gives rise to. Embedded in this examination are social and cultural questions of who made and thought modern architecture, and aesthetic and historical questions around the figure of the architect.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "4 points",
        "Research Interest": "This course examines, in sixteenth and seventeenth century Spain and England (1580-1640), how the two countries staged the conflict between them, and with the Ottoman Empire; that is, how both countries represent national and imperial clashes, and the concepts of being \\xe2\\x80\\x9cSpanish,\\xe2\\x80\\x9d \\xe2\\x80\\x9cEnglish,\\xe2\\x80\\x9d or \\xe2\\x80\\x9cTurk,\\xe2\\x80\\x9d as well as the dynamic and fluid identities of North Africa, often played out on the high seas of the Mediterranean with Islam and the Ottoman Empire. We will consider how the Ottoman Empire depicted itself artistically through miniatures and court poetry. The course will include travel and captivity narratives from Spain, England, and the Ottoman Empire.\\xc2\\xa0",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "0 points",
        "Research Interest": "In this\\xc2\\xa0course, we will investigate the twentieth and twenty-first century borders of the German-speaking world as portrayed in literature and film. Rather than focus on the abstract borderlines that separate geopolitical entities, we will make recourse to the notion of the \\xe2\\x80\\x98borderlands\\xe2\\x80\\x99 as the meeting place or point of collision between different traditions, classes, races, and ways of life. With the aid of literature, film, and theory, we will treat the borderland as a particularly opportune site from which to approach the following questions: How are borders or dividing lines constructed in both material reality and thought? How do the restrictions associated with the border manifest themselves in private life, administering the sexuality, language, and bodies of individuals? What styles or genres tend to proliferate in the margins? What is Germany or the German-speaking world, and is it even accurate to call these borderlands \\xe2\\x80\\x9cGerman\\xe2\\x80\\x9d? Authors include Bachmann,\\xc2\\xa0Handke, Kafka, M\\xc3\\xbcller, Roth, and Tokarczuk, alongside theorists such as Deleuze, Derrida, and Kristeva. No prior knowledge of German or theory required.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "3.00 points",
        "Research Interest": "Missing",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "3 points",
        "Research Interest": "Students who decide to write a senior thesis should enroll in this tutorial. They should also identify, during the fall semester, a member of the faculty in a relevant department who will be willing to supervise their work and who is responsible for assigning the final grade. The thesis is a rigorous research work of approximately 40 pages (including a bibliography formatted in MLA style). It may be written in English or in another language relevant to the student\\'s scholarly interests. The thesis should be turned in on the announced due date as hard copy to the Director of Undergraduate Studies.\\xc2\\xa0",
        "Position": "    Fall\\xc2\\xa02020:\\xc2\\xa0CPLS UN3995    ",
        "Phone number": "Missing"
    },
    {
        "Name": "POLS\\xc2\\xa0GU4110\\xc2\\xa0RECENT CONTINENTAL POL THOUGHT.",
        "Research Interest": "Missing",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "3 points",
        "Research Interest": "A survey of the most influential literary theories of the twentieth century, this seminar will discuss seminal contributions to hermeneutics, psychoanalysis, structuralism, deconstruction, discourse analysis, and gender theory. Each section will juxtapose two representative authors whose texts either complement or contradict one another. Based on close readings of exemplary texts, we will explore basic concepts of these theories and examine their intersections and differences. A second focal point of the seminar will be on applications of theory to literature. We will analyze their reformulation as methodologies in literary studies and discuss how they influenced different approaches to literature. The aim of the seminar will ultimately be to scrutinize critically these \\xe2\\x80\\x9capplications\\xe2\\x80\\x9d of theory to literature.\\xc2\\xa0 Readings and discussions in English. No prior knowledge of literary theories required.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "3 points",
        "Research Interest": "This course is an introduction to radical thought in Europe across the long nineteenth century from the French to the Russian revolutions. This period marks the entrance of the lower orders onto the political stage\\xe2\\x80\\x94and not merely in moments of revolt, but as a permanent presence around which politics and government subsequently must needs orient, and not merely to be recorded in the texts of their aristocratic enemies, but as inspiring and expositing their own political doctrines. Nineteenth century political thought is usually reduced to a list of liberal authors, with the exception of Marx, whose work then stands in for all of radicalism. But in this course we will study a variety of seldom read texts by often forgotten radical democratic, socialist, and anarchist writers from France, Great Britain, Germany, and Russia. Readings may be drawn from the writings of such figures as Babeuf and the\\xc2\\xa0 Enrag\\xc3\\xa9s , Proudhon, Saint-Simon and his followers, Hess, Feuerbach, Owen and popular political economy, the Chartists, Blanqui, Russian populists and terrorists, Bakunin, Kautsky, Luxemburg, Bernstein, and Lenin. This class is open to graduate students, who will also be expected to read and engage with secondary literature, and any undergraduate who has taken a class in political thought (such as\\xc2\\xa0 Contemporary Civilization .",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "Karen Seeley",
        "Research Interest": "This course examines psychoanalytic movements that are viewed either as post-Freudian in theory or as emerging after Freud\\'s time. The course begins by considering the ways Freud\\'s cultural and historical surround, as well as the wartime diaspora of the European psychoanalytic community, shaped Freudian and post-Freudian thought. It then focuses on significant schools and theories of psychoanalysis that were developed from the mid 20th century to the present. Through readings of key texts and selected case studies, it explores theorists\\' challenges to classical thought and technique, and their reconfigurations, modernizations, and total rejections of central Freudian ideas. The course concludes by looking at contemporary theorists\\' moves to integrate notions of culture, concepts of trauma, and findings from neuroscience and attachment research into the psychoanalytic frame.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "4 points",
        "Research Interest": "Focusing on a canonical author is an immensely productive way to explore translation research and practice. The works of Sappho, Dante, Rilke, C\\xc3\\xa9saire or Cavafy raise the question of reception in relation to many different critical approaches and illustrate many different strategies\\xc2\\xa0of translation and adaptation. The very issue of intertextuality that challenged the validity of author-centered courses after Roland Barthes\\xe2\\x80\\x99s proclamation of the death of the author reinstates it if we are willing to engage the oeuvre as an on-going interpretive project. By examining the poetry of the Greek Diaspora poet C. P. Cavafy in all its permutations (as criticism, translation, adaptation), the Cavafy case becomes an experimental ground for thinking about how a canonical author can open up our theories and practices of translation. For the final project students will choose a work by an author with a considerable body of critical work and translations and, following the example of Cavafy and his translators, come up with their own retranslations. Among the materials considered are commentary by E. M. Forster, C. M. Bowra, and Roman Jakobson, translations by Edmund Keeley and Philip Sherrard, James Merrill, Marguerite Yourcenar, and Daniel Mendelsohn, poems by W.H. Auden, Lawrence Durrell, and Joseph Brodsky, and visual art by David Hockney, and Duane Michals",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "4 points",
        "Research Interest": "Innovations in digital technologies have shown their potential to be at times breathtakingly beneficial, and at others divisive or troubling. With regard to digital technologies\\xe2\\x80\\x99 impact on the ecosystem of language diversity, evidence suggests that new technologies are one contributor to the decline and predicted extinction of 50-90% of the world\\'s languages this century. Yet digital innovations supporting a growing number of languages also have the potential to bolster language diversity in ways unimaginable a few years ago. Will innovations in multilingual natural language processing bring about a renaissance of language diversity, as users no longer need to rely on English and other dominant languages? To address this question, this course will introduce a dual view on language diversity: 1) a typology of language vitality and endangerment and 2) a resource-centric typology (low-resource vs. high-resource) regarding the availability of data resources to develop computational models for language analysis. This course will address the challenge of scaling natural language processing technologies developed mostly for English to the rich diversity of human languages. The resource-centric typology will also contribute to the dialogue of what is \\xe2\\x80\\x9cData Science.\\xe2\\x80\\x9d Much research has been dedicated to the \\xe2\\x80\\x9cBig Data\\xe2\\x80\\x9d scenario; however \\xe2\\x80\\x9cSmall Data\\xe2\\x80\\x9d poses equally challenging problems, which this course will highlight. This course brings data and computational literacy about multilingual technologies to humanities students, while also exposing computer science and data science students to ethical, cultural, business, and policy issues within the context of multilingual technologies.\\xc2\\xa0",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "4 points",
        "Research Interest": "There is a significant correlation between race and health in the United States.\\xc2\\xa0 People of color and those from underserved populations have higher mortality rates and a greater burden of chronic disease than their white counterparts. \\xc2\\xa0Differences in health outcomes have been attributed to biological factors as race has been naturalized.\\xc2\\xa0 In this class we will explore the history of the idea of \\xe2\\x80\\x9crace\\xe2\\x80\\x9d in the context of changing biomedical knowledge formations.\\xc2\\xa0 We will then focus on the impact that social determinants like poverty, structural violence, racism and geography have on health.\\xc2\\xa0 Ultimately, this course will address the social implications of race on health both within the classroom and beyond. In addition to the seminar, there will also be a significant service component. Students will be expected to volunteer at a community organization for a minimum of 3 hours a week. This volunteer work will open an avenue for students to go beyond the walls of their classrooms while learning from and positively impacting their community.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "4 points",
        "Research Interest": "In Fall 2014, medical students across the U.S. staged die-ins as part of the nationwide #blacklivesmatter protests. The intention was to create a shocking visual spectacle, laying on the line \\xe2\\x80\\x9cwhite coats for black lives.\\xe2\\x80\\x9d The images were all over social media: students of all colors, dressed in lab coats, lying prone against eerily clean tile floors, stethoscopes in pockets, hands and around necks. One prone student held a sign reading, \\xe2\\x80\\x9cRacism is Real.\\xe2\\x80\\x9d These medical students\\xe2\\x80\\x99 collective protests not only created visual spectacle, but produced a dynamic speculative fiction. What would it mean if instead of Michael Brown or Eric Garner or Freddie Gray, these other, more seemingly elite bodies were subjected to police violence? In another viral image, a group of African American male medical students from Harvard posed wearing hoodies beneath their white coats, making clear that the bodies of  some  future doctors could perhaps be more easily targeted for state-sanctioned brutality. \\xe2\\x80\\x9cThey tried to bury us,\\xe2\\x80\\x9d read a sign held by one of the students, \\xe2\\x80\\x9cthey didn\\xe2\\x80\\x99t realize we were seeds.\\xe2\\x80\\x9d Both medicine and racial justice are acts of speculation; their practices are inextricable from the practice of imagining. By imagining new cures, new discoveries and new futures for human beings in the face of illness, medicine is necessarily always committing acts of speculation. By imagining ourselves into a more racially just future, by simply imagining ourselves any sort of future in the face of racist erasure, social justice activists are similarly involved in creating speculative fictions. This course begins with the premise that racial justice is the bioethical imperative of our time. It will explore the space of science fiction as a methodology of imagining such just futures, embracing the work of Asian- and Afroturism, Cosmos Latinos and Indigenous Imaginaries. We will explore issues including Biocolonialism, Alien/nation, Transnational Labor and Reproduction, the Borderlands and Other Diasporic Spaces. This course will be seminar-style and will make central learner participation and presentation. The seminar will be inter-disciplinary, drawing from science and speculative fictions, cultural studies, gender studies, narrative medicine, disability studies, and bioethics. Ultimately, the course aims to connect the work of science and speculative fiction with on the ground action and organizing.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "4 points",
        "Research Interest": "Fictional autobiography, or autofiction, forces us to question our assumptions about the links between creativity, truth, and authenticity. Can one invent, or create, one\\xe2\\x80\\x99s own story? It is possible\\xc2\\xa0to write the truth of our selves, by creating it? Intriguingly, a process much like autofictional writing is at the heart of modern psychoanalytic technique \\xe2\\x80\\x94 and research in neuroscience increasingly suggests that the human brain\\xe2\\x80\\x99s potential to morph and adapt might be instrumental to human\\xc2\\xa0mentation as we know it. Might it be possible, then, to invent our way to a healthier narrative, to a different life of the mind, or even, perhaps, to a different neural life?\\xc2\\xa0This course explores creativity and self-alteration broadly in three parallel but distinct domains:\\xc2\\xa0autofiction, object-relations psychoanalysis and neuroscience. At one level, this is a course about the theories of creativity revealed and implied by the peculiar art-form of autofictional writing, by\\xc2\\xa0contemporary psychotherapeutic techniques, and by discoveries pertaining to neural plasticity. At\\xc2\\xa0another level, this is a course about interdisciplinary itself. We will seek to understand when and how\\xc2\\xa0these three disciplines can be used together to create a rich and multilayered understanding of the\\xc2\\xa0problem of human creativity, without resorting to simplistic mergers and crude forms of\\xc2\\xa0reductionism. Literary readings to include Wilfred Bion, Christine Brooke-Rose, Marguerite Duras,\\xc2\\xa0Chris Kraus, Maggie Nelson, Luisa Passerini and others.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "4 points",
        "Research Interest": "Homosexuality, as a term, might be a relatively recent invention in Western culture but bodies that acted and appeared \\xe2\\x80\\x98differently\\xe2\\x80\\x99 existed long before that. This course will focus on acts, and not identities, in tracing the evolution of writing the homosexual body from antiquity until today. In doing so it will explore a number of multimodal materials \\xe2\\x80\\x93 texts, vases, sculptures, paintings, movies etc. \\xe2\\x80\\x93 in an effort to understand the evolution of the ways in which language (written, spoken or visual) registers the homosexual body in literature and culture. When we bring the dimension of the body into the way we view the past, we find that new questions and new ways of approaching old questions emerge. What did the ancient actually write about the homosexual body? Did they actually create gender non-binary statues? Can we find biographies of the lives of saints in drag in Byzantium? How did the Victorians change the way in which we understand homosexual writing in Antiquity? How is the queer body registered in Modern Greek Literature and Culture? Can one write the history of homosexuality as a history of bodies? These are some of the questions that we will examine during the semester.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "4 points",
        "Research Interest": "acques Lacan (1901 \\xe2\\x80\\x93 1981) was without any doubt the most influential psychoanalyst since Sigmund Freud. A meticulous yet inventive reader of the founder of psychoanalysis, he opened himself up to a panoply of sciences, philosophies, and other discourses as well as to political events and social phenomena in order to attune psychoanalysis not only to its own internal exigencies but also to those that he considered to be the ones of his time.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "0 points",
        "Research Interest": "Care is central to the interpersonal claim that is made by the other.\\xc2\\xa0 It is a response that recognizes and satisfies a need.\\xc2\\xa0 Care can be motivated by pain and sorrow, but also by desire and\\xc2\\xa0the desire for recognition.\\xc2\\xa0 But while care is a fundamental aspect of healing, it can also demand\\xc2\\xa0that extracts obligations and liabilities.\\xc2\\xa0 Care is an ambiguous concept that always already\\xc2\\xa0contains or is determined by its oppositions; we will begin by analyzing the concept of care itself,\\xc2\\xa0drawing on resources from the history and philosophy of medicine as well as literary sources.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "CPLS\\xc2\\xa0GU4892\\xc2\\xa0Subaltern Urbanism.",
        "Research Interest": "This seminar asks how spatial politics intersect with economic inequality and social difference (race, gender, caste, and ethnicity) to produce marginalized and stigmatized spaces such as \\xe2\\x80\\x9cfavelas,\\xe2\\x80\\x9d \\xe2\\x80\\x9cslum,\\xe2\\x80\\x9d and \\xe2\\x80\\x9cghettos.\\xe2\\x80\\x9d",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "ENGL\\xc2\\xa0UN3648\\xc2\\xa0Comics, Health, and Embodiment.",
        "Research Interest": "Deformed, grotesque, super/transhuman and otherwise extraordinary bodies have always been a central feature of comics. However, the past ten years have seen a surge of graphic narratives that deal directly with experiences of health and illness, and that are recognized as having significant literary value. This course will focus on graphic narratives about healthcare, illness, and disability with particular attention to questions of embodied identities such as gender, sexuality, race, and age. Primary texts will include the work of Alison Bechdel, Roz Chast, CeCe Bell, David Small, Allie Brosch, and Ellen Fourney. We will study the vocabulary, conventions, and formal properties of graphic literature, asking how images and text work together to create narrative. We will consider whether graphic narrative might be especially well suited to representations of bodily difference; how illness/disability can disrupt conventional ideas about gender and sexuality; how experiences of the body as a source of pain, stigmatization, and shame intersect with the sexualized body; and how illness and disability queer conventional sexual arrangements, identities, and attachments. While studying the construction of character, narrative, framing, color, and relationship between visual and print material on the page, students will also produce their own graphic narratives.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "4.00 points",
        "Research Interest": "Today, we have entered a dramatically transformed world where unexpected pivot events, globalized supply chain economics, and unraveling social formations are moving people and community into a fully online world. The field of Anthropology now faces the idea of \\xe2\\x80\\x9cfieldwork\\xe2\\x80\\x9d that is not located in a geographic space. Anthropologists have started conducting ethnography of online spaces such as digital gaming and hacker communities. This course examines moving image as a space where fieldwork can be done, by working with materials stored online, in archives, and shared on physical media. The practitioners in this field are outside the academy\\xe2\\x80\\x93filmmakers, installation artists, performers, online vloggers, social media influencers\\xe2\\x80\\x93who work with archives created by others. We will examine evolving forms of visual culture, in museums, streaming media, mobile devices, zoomcasting, etc., and practitioners who rework found footage to build new meanings. Anthropology has a tradition of parsing moving image, especially because pioneering ethnographic films cannot be screened today without contextualization. We will consider the concept of \\xe2\\x80\\x9cedge of frame,\\xe2\\x80\\x9d whereby materials captured by a journalist decades ago are chosen for new meanings by an artist in a radically different context. We will trace a history of human tendency toward media remix, in the context of rapid technology changes, new historical conjunctures, changing conceptions of social forms, and new forms of public gathering, as mediated by anthropology. We will read accounts from film studies, anthropology, and history, interspersed with viewing films, browsing documentations of art installations, and zoom sessions with practicing filmmakers and artists.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "SPAN\\xc2\\xa0UN3887\\xc2\\xa0The End of Monuments.",
        "Research Interest": "Missing",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "CLME\\xc2\\xa0UN3928\\xc2\\xa0Arabic Prison Writing.",
        "Research Interest": "This course studies the genealogy of the prison in Arab culture as manifested in memoirs, narratives, and poems. These cut across a vast temporal and spatial swathe, covering selections from the Quran, Sufi narratives from al-Halllaj oeuvre, poetry by prisoners of war: classical, medieval, and modern. It\\xc2\\xa0\\xc2\\xa0 also studies modern narratives by women prisoners and political prisoners, and narratives that engage with these issues. Arabic prison writing is studied against other genealogies of this prism, especially in the West, to map out the birth of prison, its institutionalization, mechanism, and role. All readings for the course are in English translations.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "3 points",
        "Research Interest": "This course will explore the social justice road to punitive abolition\\xe2\\x80\\x94to the abolition of capital punishment and the dominant punitive punishment paradigm in the United States. It will investigate how abolition of the death penalty might be achieved in this country, but also what it might mean to imagine abolition in the context of policing, of the prison, and also of punishment more broadly.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "3 points",
        "Research Interest": "The senior seminar is a capstone course required of all CLS/MLA majors. The seminar provides students the opportunity to discuss selected topics in comparative literature and society and medical humanities in a cross-disciplinary, multilingual, and global perspective. Students undertake individual research projects while participating in directed readings and critical dialogues about theory and research methodologies, which may culminate in the senior thesis. Students review work in progress and share results through weekly oral reports and written reports.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "3 points",
        "Research Interest": "This course will study various forms of travel writing within, from, and to the Mediterranean in the long nineteenth century. Throughout the semester, you will read a number of travel accounts to develop your understanding of these particular sources and reflect on the theoretical discussions and the themes framing them, namely orientalism, postcolonial studies, imaginative geographies, literature between fiction and reality, Romantic and autobiographical writing, gender, sexuality and the body, the rise of archeology, adventurism, mass migration and tourism. We will focus on Italian travel writers visiting the Ottoman Empire and the Americas (Cristina di Belgioioso, Gaetano Osculati, Edmondo de Amicis) and others visiting the Italian peninsula (Grand Tourists, Madame De Sta\\xc3\\xabl), and we will study the real or imaginary travels of French, British and American writers to the Eastern Mediterranean and to antique and holy lands (Jean-Jacques Barth\\xc3\\xa9lemy, Count Marcellus, Austen Henry Layard, Lord Byron, Mark Twain), as well as Arabic travel writers to the West (Rif\\xc4\\x81\\xca\\xbbah R\\xc4\\x81fi\\xca\\xbb al-\\xe1\\xb9\\xacah\\xe1\\xb9\\xad\\xc4\\x81w\\xc4\\xab).",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "CLEN\\xc2\\xa0GU4199\\xc2\\xa0Literature and Oil.",
        "Research Interest": "This course will investigate the connections between literary/cultural production and petroleum as the substance that makes possible the world as we know it, both as an energy source and a component in the manufacture of everything from food to plastic. Our current awareness of oil\\'s scarcity and its myriad costs (whether environmental, political, or social) provides a lens to read for the presence (or absence) of oil in texts in a variety of genres and national traditions. As we begin to imagine a world &quot;beyond petroleum,&quot; this course will confront the ways in which oil shapes both the world we know and how we know and imagine the world. Oil will feature in this course in questions of theme (texts &quot;about&quot; oil), of literary form (are there common formal conventions of an &quot;oil novel&quot;?), of interpretive method (how to read for oil), of transnational circulation (how does &quot;foreign oil&quot; link US citizens to other spaces?), and of the materiality (or &quot;oiliness&quot;) of literary culture (how does the production and circulation of texts, whether print or digital, rely on oil?).\\xc2\\xa0",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "Marcus Coelen",
        "Research Interest": "Missing",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "MATH\\xc2\\xa0GU4200\\xc2\\xa0MATHEMATICS AND THE HUMANITIES.",
        "Research Interest": "Missing",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "3.00 points",
        "Research Interest": "Missing",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "CLPS\\xc2\\xa0GU4251\\xc2\\xa0Global Freud.",
        "Research Interest": "While there is a general familiarity with the history of psychoanalysis\\xe2\\x80\\x99s spread from Vienna throughout Europe, and from the European centers of psychoanalysis to the US, less is known about its broader internationalization. This course explores the globalization of Freudian theory, and the varying ways it has been read and deployed by intellectuals, artists, and political activists--among others--in various parts of the world. Whether its central appeal was to pre-Revolution Russian intellectuals, who wished to assert their cosmopolitanism and kinship with Europe; to Mexican judges, who employed it to analyze criminal defendants; or to Egyptian experts in dreams, who added this tool to their analytic toolkit, psychoanalysis lent itself to novel, and often contrasting, interpretations and uses.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "4 points",
        "Research Interest": "Focusing on a canonical author is an immensely productive way to explore translation research and practice. The works of Sappho, Dante, Rilke, C\\xc3\\xa9saire or Cavafy raise the question of reception in relation to many different critical approaches and illustrate many different strategies\\xc2\\xa0of translation and adaptation. The very issue of intertextuality that challenged the validity of author-centered courses after Roland Barthes\\xe2\\x80\\x99s proclamation of the death of the author reinstates it if we are willing to engage the oeuvre as an on-going interpretive project. By examining the poetry of the Greek Diaspora poet C. P. Cavafy in all its permutations (as criticism, translation, adaptation), the Cavafy case becomes an experimental ground for thinking about how a canonical author can open up our theories and practices of translation. For the final project students will choose a work by an author with a considerable body of critical work and translations and, following the example of Cavafy and his translators, come up with their own retranslations. Among the materials considered are commentary by E. M. Forster, C. M. Bowra, and Roman Jakobson, translations by Edmund Keeley and Philip Sherrard, James Merrill, Marguerite Yourcenar, and Daniel Mendelsohn, poems by W.H. Auden, Lawrence Durrell, and Joseph Brodsky, and visual art by David Hockney, and Duane Michals",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "3 points",
        "Research Interest": "In this course we explore the history of epidemics and medical confinement in France and some of its colonies/former colonies, from the 1720 plague in Marseille to recent outbreaks of Ebola and COVID-19. We consider how disease, contagion, quarantine and confinement have been understood and represented, drawing on contemporary and later sources that include medical treatises, news media, personal accounts, fictional works, films and visual depictions such as paintings, illustrations and cartoons. Though we focus on disease and representation in the French and \\xe2\\x80\\x98francophone\\xe2\\x80\\x99 context, the course also has a comparative dimension: we turn to other historical contexts and texts associated with them when these connections are illuminating. The course is organized around a series of five case studies centering on different contagious diseases and their historical context. We will see that each of these pandemics raises its own moral, political, social and historiographical questions, though there are also connecting threads that traverse historical periods, including the linkage between epidemics and the othering of certain population groups; the intersection of colonialism, revolution and warfare with disease and the introduction of new medical protocols, and the gradual emergence of biopolitics as a framework for the relationship of individual to state.\\xc2\\xa0",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "CLEN\\xc2\\xa0GU4550\\xc2\\xa0Narrative and Human Rights.",
        "Research Interest": "(Lecture). We can\\'t talk about human rights without talking about the forms in which we talk about human rights. This course will study the convergences of the thematics, philosophies, politics, practices, and formal properties of literature and human rights. In particular, it will examine how literary questions of narrative shape (and are shaped by) human rights concerns; how do the  forms  of stories enable and respond to forms of thought, forms of commitment, forms of being, forms of justice, and forms of violation? How does narrative help us to imagine an international order based on human dignity, rights, and equality? We will read classic literary texts and contemporary writing (both literary and non-literary) and view a number of films and other multimedia projects to think about the relationships between story forms and human rights problematics and practices. Likely literary authors: Roberto Bola\\xc3\\xb1o, Miguel de Cervantes, Assia Djebar, Ariel Dorfman, Slavenka Drakulic, Nuruddin Farah, Janette Turner Hospital, Franz Kafka, Sahar Kalifeh, Sindiwe Magona, Maniza Naqvi, Michael Ondaatje, Alicia Partnoy, Ousmane Semb\\xc3\\xa8ne, Mark Twain . . . . We will also read theoretical and historical pieces by authors such as Agamben, An-Na\\'im, Appiah, Arendt, Balibar, Bloch, Chakrabarty, Derrida, Douzinas, Habermas, Harlow, Ignatieff, Laclau and Mouffe, Levinas, Lyotard, Marx, Mutua, Nussbaum, Rorty, Said, Scarry, Soyinka, Spivak, Williams.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "AHIS\\xc2\\xa0GU4646\\xc2\\xa0Foucault and the Arts.",
        "Research Interest": "Michel Foucault was a great historian and critic who helped change the ways research and criticism are done today \\xe2\\x80\\x93 a new \\xe2\\x80\\x98archivist\\xe2\\x80\\x99. At the same time, he was a philosopher. His research and criticism formed part of an attempt to work out a new picture of what it is to think, and think critically, in relation to Knowledge, Power, and Processes of Subjectivization. What was this picture of thought? How did the arts, in particular the visual arts, figure in it? How might they in turn give a new image of Foucault\\xe2\\x80\\x99s kind of critical thinking for us today? In this course, we explore these questions, in the company of Deleuze, Agamben, Ranci\\xc3\\xa8re and others thinkers and in relation to questions of media, document and archive in the current \\xe2\\x80\\x98regime of information\\xe2\\x80\\x99. The Seminar is open to students in all disciplines concerned with these issues.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "MDES\\xc2\\xa0GU4718\\xc2\\xa0Persian Poetry (In Translation).",
        "Research Interest": "The purpose of this seminar is to introduce students to the long history and multiple genres of Persian poetry. The seminar will begin with the classical period and come down to the contemporary periods. The geographical span of the course extends from Central Asia to the Indian subcontinent to Iran.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "CPLS\\xc2\\xa0GU4810\\xc2\\xa0Theories of the Subject.",
        "Research Interest": "This seminar will revisit some major texts and concerns in the theoretical humanities that develop genealogical, psychoanalytical or political theories of the subject, roughly from Marx until today. The goal is to come to a critical understanding of the centrality of this notion of the subject as one of the founding concepts of modernity, as well as to draw out all the consequences of its crisis in radical humanistic (or even so-called posthumanist) thought today. Thinkers to be discussed further include Freud, Foucault, Badiou, Butler, Althusser, Rozitchner, \\xc5\\xbdi\\xc5\\xbeek and Zupan\\xc4\\x8di\\xc4\\x8d.",
        "Position": "Missing",
        "Phone number": "Missing"
    }
]