[
    {
        "Name": "THTR\\xc2\\xa0UN2005\\xc2\\xa0Acting Workshop.",
        "Research Interest": "Course develops the processes and tools an actor needs to approach the text of a play. Students develop their physical, vocal, and imaginative range and skills through voice and speech exercises, work on non-verbal behavior, improvisation, and character development.\\xc2\\xa0 IN THE FALL SEMESTER OPEN ONLY TO FIRST-YEAR STUDENTS. Course encouraged for prospective BC Theatre and CU Drama and Theatre Arts majors.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN2022\\xc2\\xa0Practicum Performance Show 1.",
        "Research Interest": "Course may be taken for 1-3 points.   Prerequisites: Open to all Barnard and Columbia undergraduates. Permission of Department through audition required. Students cast as actors in a departmental stage production register for this course; course emphasizes the collaborative nature of production, and appropriate research and reading required in addition to artistic assignments. Auditions for each semester\\'s stage productions held 6pm on the first Tuesday and Wednesday class days of each semester. For required details, consult &quot;Auditions&quot; on the Barnard Theatre Department website in advance: theatre.barnard.edu/auditions.",
        "Position": "    Fall\\xc2\\xa02020:\\xc2\\xa0THTR UN2022    ",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN2023\\xc2\\xa0Practicum Performance Show 2.",
        "Research Interest": "Course may be taken for 1-3 points.   Prerequisites: Open to all Barnard and Columbia undergraduates. Permission of Department through audition required. Students cast as actors in a departmental stage production register for this course; course emphasizes the collaborative nature of production, and appropriate research and reading required in addition to artistic assignments. Auditions for each semester\\'s stage productions held 6pm on the first Tuesday and Wednesday class days of each semester. For required details, consult &quot;Auditions&quot; on the Barnard Theatre Department website in advance: theatre.barnard.edu/auditions.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN2024\\xc2\\xa0Practicum Performance Thesis 1.",
        "Research Interest": "Course may be taken for 1-3 points.   Prerequisites: Open to all Barnard and Columbia undergraduates. Permission of Department through audition required. Students cast as actors in a Senior Thesis in Directing register for this course. Auditions for each semester\\'s stage productions held 6pm on the first Tuesday and Wednesday class days of each semester. For required details, consult &quot;Auditions&quot; on the Barnard Theatre Department website in advance: theatre.barnard.edu/auditions",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN2025\\xc2\\xa0Practicum Performance Thesis 2.",
        "Research Interest": "Course may be taken for 1-3 points.   Prerequisites: Open to all Barnard and Columbia undergraduates. Permission of Department through audition required. Students cast as actors in a Senior Thesis in Directing register for this course. Auditions for each semester\\'s stage productions held 6pm on the first Tuesday and Wednesday class days of each semester. For required details, consult &quot;Auditions&quot; on the Barnard Theatre Department website in advance: theatre.barnard.edu/auditions",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN2026\\xc2\\xa0Practicum Performance Thesis 3.",
        "Research Interest": "Course may be taken for 1-3 points.   Prerequisites: Open to all Barnard and Columbia undergraduates. Permission of Department through audition required. Students cast as actors in a Senior Thesis in Directing register for this course. Auditions for each semester\\'s stage productions held 6pm on the first Tuesday and Wednesday class days of each semester. For required details, consult &quot;Auditions&quot; on the Barnard Theatre Department website in advance: theatre.barnard.edu/auditions",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "4 points",
        "Research Interest": "Explores the role and responsibilities of the producer in commercial and not-for-profit theatre; the relationship of the producer to the cast and creative team; the creative development of plays and musicals; the evolution of the role of the producer over the twentieth century; and the pioneering work of great producers of the past century. Students develop criteria to assess artistic and financial merits of theatrical work. Attendance at productions on and off Broadway, meetings with producers and other theatre artists.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "1 point",
        "Research Interest": "This course will examine the original vision a director can bring to a written text. We will explore and define different directorial styles in terms of acting, design, language, politics, relationship to the audience, and world-of-play. We will study five dramatists; students will make work in conversation with each figure and their particular political and artistic projects. Students will make a total of four fully-realized scenes; the two final pieces will each be presented twice, with time for rehearsal in between. Students will work with actors who come from both inside and outside the class pool. Students will have the opportunity to stage work for proscenium, in-the-round, and environmentally. There will be at least two outings to see productions in New York City. Students will write three short papers that engage with and analyze live performance. This course places equal weight on the dramatic language of a play text and a theatre practice guided by images.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN2420\\xc2\\xa0Technical Production.",
        "Research Interest": "Introduction to the equipment, terms, and procedures employed in the creation of scenery, lighting, and sound for the stage. Classroom exercises and field visits emphasize approaches to collaborative process and production management.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN2422\\xc2\\xa0Practicum Props &amp; Paint.",
        "Research Interest": "Prerequisites: permission of Theatre Department Production Manager, Michael Banta (mbanta@barnard.edu). Training and practical props and/or scenic painting work on Departmental mainstage productions.",
        "Position": "    Fall\\xc2\\xa02020:\\xc2\\xa0THTR UN2422    ",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN2423\\xc2\\xa0Practicum Lights &amp; Sound.",
        "Research Interest": "Course may be taken for 1-3 points.   Prerequisites: permission of Theatre Department Production Manager, Michael Banta (mbanta@barnard.edu). Training and practical lighting and/or sound work on Departmental mainstage productions.",
        "Position": "    Fall\\xc2\\xa02020:\\xc2\\xa0THTR UN2423    ",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN2424\\xc2\\xa0Practicum Wardrobe.",
        "Research Interest": "Missing",
        "Position": "    Fall\\xc2\\xa02020:\\xc2\\xa0THTR UN2424    ",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN2425\\xc2\\xa0Practicum Stage Management.",
        "Research Interest": "Course may be taken for 1-3 points.",
        "Position": "    Fall\\xc2\\xa02020:\\xc2\\xa0THTR UN2425    ",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN2426\\xc2\\xa0Practicum Design Thesis Festival.",
        "Research Interest": "Course may be taken for 1-3 points.   Prerequisites: permission of the Senior Thesis Festival coordinator. Training and practical work as student designer on the Senior Thesis Festival.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN2427\\xc2\\xa0Practicum Design Assistant.",
        "Research Interest": "Course may be taken for 1-3 points.",
        "Position": "  THTR 2427   002/00694   \\xc2\\xa0   Michael Banta   3   0  ",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN3004\\xc2\\xa0Acting I.",
        "Research Interest": "Prerequisite: Open to all Barnard and Columbia undergraduates. Permission of Department through audition required: auditions for acting classes and semester\\xe2\\x80\\x99s stage productions held 6pm on the first Tuesday and Wednesday class days of the semester. Acting classes meet after auditions. Consult \\xe2\\x80\\x9cAuditions\\xe2\\x80\\x9d on the Barnard Theatre Department website: theatre.barnard.edu/auditions. Course develops physical, vocal, and imaginative range and skills needed to approach the text of a play: text analysis, speech exercises, non-verbal behavior, improvisation designed to enhance embodiment, movement, and projection. Fulfills one course in Acting for Theatre/Drama and Theatre Arts majors. In the Fall semester, at least one section reserved for first-semester students only. Gateway course to advanced courses; transfer students who have previous college-level course may be exempted with approval of Chair.",
        "Position": "  THTR 3004   002/00171   T Th\\xc2\\xa09:00am - 10:50am Room TBA   Tina Mitchell   3   6  ",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN3005\\xc2\\xa0ACTING II.",
        "Research Interest": "Missing",
        "Position": "  THTR 3005   002/00226   M W\\xc2\\xa010:10am - 12:00pm Ll200 Diana Center   Gisela Cardenas Ojeda   3.00   7  ",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN3007\\xc2\\xa0Scene Lab.",
        "Research Interest": "Provides an overview of the creative process of acting: text analysis, circumstance, establishment of place, pursuit of intention in coordination with exercises and improvisation designed to enhance concentration, imagination, resonance, movement, and projection. Rehearsal 2 hours per week outside class, participation in discussion of plays, playwrights, and performances required. Fulfills one course in Acting for Theatre/Drama Theatre Arts majors.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "3 points",
        "Research Interest": "This course aims to explore performing Greek tragedy on the modern stage. It will include an introduction to original performance practices in ancient Greece (space, masking, choral performance, costume, acting techniques) and an examination of how artists from different contemporary theatrical traditions have adapted ancient texts in modern performances and new versions of the plays. The bulk of the course will be focused on the problems of acting, interpreting, and reinterpreting parts of three plays on the stage, Sophocles\\xe2\\x80\\x99 Antigone, Euripides\\xe2\\x80\\x99 Medea, and Sophocles\\xe2\\x80\\x99 Ajax along with a new version by Ellen McLaughlin, who teaches playwriting at Barnard, Ajax in Iraq. Students will view all or parts of particularly interesting recent productions from various theatrical traditions, which will help them to tackle challenging issues such as choral performance and choral rhythms, masking, character work, dialogues and presenting formal political debates.   For contemporary actors training in Greek tragedy offers a unique opportunity to improve their performance on stage through ensemble work and representing character through speech. It enhances dramaturgical capacities that a contemporary theater practitioner must exercise in exploring theory in practice and vice versa.   This class is directed to students particularly interested in dramaturgy, directing, designing, translation, and Greek tragedy as well as acting.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN3140\\xc2\\xa0Performing Women.",
        "Research Interest": "Prerequisites: Enrollment limited to 16 students. This course examines the category of &quot;woman&quot; as it is mobilized in performance, considering both a variety of contemporary performances chosen from a wide range of genres and a diversity of critical/theoretical perspectives. Course may fill either the Theory requirement, or one (of two) required courses in dramatic literature/theatre studies/performance studies for Theatre/Drama and Theatre Arts major, but not both.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "4 points",
        "Research Interest": "Prerequisites: Enrollment limited to 16; permission of instructor given at first class meeting. Course is conducted in English and readings are in English; German majors and German-speaking students may do readings and papers in German.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "3 points",
        "Research Interest": "Dialectical approach to reading and thinking about the history of dramatic theatre in the west, interrogating the ways poetry inflects, and is inflected by, the material dynamics of performance. Course undertakes careful study of the practices of performance, and of the sociocultural, economic, political, and aesthetic conditions animating representative plays of the Western tradition from the classical theatre through the early modern period to early romanticism; course will also emphasize development of important critical concepts for the analysis of drama, theatre, and performance. Specific attention will be given to classical Athens, medieval cycle drama, the professional theatre of early modern England, the rival theatres of seventeenth century France and Spain, and eighteenth-century theatre in England and Germany; topics include the sociology of theatre, the impact of print on conceptions of performance, representing gender and race, and the dynamics of court performance. Writing: 2-3 papers; Reading: 1-2 plays, critical and historical reading per week; final examination. Fulfills one (of two) Theatre History requirements for Theatre/Drama and Theatre Arts majors.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN3151\\xc2\\xa0Western Theatre Traditions: Modern.",
        "Research Interest": "Dialectical approach to reading and thinking about the history of dramatic theatre in the west, interrogating the ways poetry inflects, and is inflected by, the material dynamics of performance. Course undertakes careful study of the practices of performance, and of the sociocultural, economic, political, and aesthetic conditions animating representative plays of the Western tradition from the late eighteenth century to today; course will also emphasize development of important critical concepts for the analysis of drama, theatre, and performance. Specific attention will be given to the ideology of realism and naturalism, the development of epic theatre, the theatre of cruelty, postcolonial performance, and the continuing invention of dramatic forms (theatre of the absurd, speechplays, postdramatic theatre), as well as to the political and theoretical impact of race, gender, sexuality in modern performance culture. Writing: 2-3 papers; Reading: 1-2 plays, critical and historical reading per week; final examination. Fulfills one (of two) Theatre History requirements for Theatre/Drama and Theatre Arts majors.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN3152\\xc2\\xa0Nazism in Performance.",
        "Research Interest": "Prerequisites: Course enrollment limited to 16; permission of instructor given at first class meeting. Explores the cultivation of national and transnational performances as a significant force of National Socialism, at the same time as challenging the notion of \\xe2\\x80\\x9cNazi Theatre\\xe2\\x80\\x9d as monolithic formation. The core of the course inquires into the dialectical analysis of artistic creations in diverse art genres, while working towards an understanding of the social dramaturgy of such events as staging the F\\xc3\\xbchrer and the racialized body of the privileged people. Nazism did not harbor ideologies without benefits for the allied nations. Thus, the dynamic performance of transnationalism among the \\xe2\\x80\\x9cbrothers in arms\\xe2\\x80\\x9d will be included as well, in order to elucidate how works of art crossing into the Third Reich were reimagined, sometimes in ways challenging to the presumed values of the state stage. Fulfills one (of two) required courses in dramatic literature/theatre studies/performance studies for Theatre/Drama and Theatre Arts major.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "3 points",
        "Research Interest": "Prerequisites: Enrollment limited to 50 students.   Provides a broad introduction to several traditions of nonwestern drama and theatrical practice, often placing recent and contemporary writing in relation to established conventions. Taking up plays and performance traditions from Asia, South Asia, and various African traditions, it may also consider the relation between elite and popular culture (adaptations of Shakespeare, for example), and between drama, theatre, and film. Course may fulfill either the Global Theatre requirement, or one (of two) required courses dramatic literature/theatre studies/performance studies for Theatre/Drama and Theatre Arts major, but not both.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN3155\\xc2\\xa0Traditional Indian Performance.",
        "Research Interest": "Course provides a perspective on traditional forms of Indian performance from classical theory to contemporary traditional practices. Course covers Sanskrit drama, Kathakali, Ramlila, and Chhau; extensive video of performances and guest practitioners.Course may fulfill either the Global Theatre requirement, or one (of two) required courses in dramatic literature/theatre studies/performance studies for Theatre/Drama and Theatre Arts major, but not both.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN3165\\xc2\\xa0Theories of Performance Studies.",
        "Research Interest": "Prerequisites: Enrollment limited to 16 students.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "Hana Worthen",
        "Research Interest": "Prerequisites: Permission of instructor, given at first class meeting; enrollment limited to 12. This course teaches the research skills and practices a production dramaturg develops as part of the conceptual work of theatrical production. Course is focused on a series of activities: analyzing dramatic text, comparing different versions of script, conducting archival and cultural research, and presenting it to the production team. Fulfills one (of two) required courses in dramatic literature/theatre studies/performance studies for Theatre/Drama and Theatre Arts majors. Required for students undertaking a senior thesis in dramaturgy. Required for students undertaking a senior thesis in directing prior to the thesis year.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN3200\\xc2\\xa0Directing I.",
        "Research Interest": "Prerequisites: Permission of instructor given at first class meeting. Exploration of the evolution of the director\\'s role in Europe and the US, including the study of important figures. Emphasis on text analysis, and varied schools of acting in relation to directing practice. Students gain a foundation in composing stage pictures and using stage movement to tell a story. All students will direct at least one fully-realized scene. Fulfills one course in Directing requirement for Theatre/Drama and Theatre Arts majors. Fulfills one of three courses in performance fields for Theatre/Drama and Theatre Arts majors: directing.",
        "Position": "    Fall\\xc2\\xa02020:\\xc2\\xa0THTR UN3200    ",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN3201\\xc2\\xa0Directing II.",
        "Research Interest": "Prerequisites: Students required to have taken  THTR\\xc2\\xa0UN3200  Directing I or  THTR\\xc2\\xa0UN3203  Collaboration: Directing and Design, or equivalent. Enrollment limited to 14 students. Permission of instructor given at first class meeting. Course focuses on developing an individual directorial style, placing emphasis on visual research, and the use of different staging environments: end-stage, in the round, environmental. Class is structured around scene-work and critique, and each student will direct at least three fully-realized scenes. Material typically drawn from European avant-garde. Fulfills additional coursework in Directing required for Theatre/Drama and Theatre Arts majors concentrating in Directing.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN3202\\xc2\\xa0Advanced Directing.",
        "Research Interest": "This course requires students to draw on all previous theatre training, synthesizing scholarship and research toward dynamic fully-realized scene work. Emphasis is on the director-actor relationship; students will direct at least three fully-realized scenes, typically drawn from Shakespeare, Chekhov, or other playwrights. Students may have the opportunity to make devised work, and will collaborate with students in the Advanced Acting class. Required for, but not limited to, students undertaking a senior thesis in directing. Fulfills additional directing coursework in Theatre/Drama and Theatre Arts major.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN3300\\xc2\\xa0Playwriting Workshop.",
        "Research Interest": "Prerequisites: Permission of the instructor given at first class meeting. Students will create and workshop plays, with a focus on learning new approaches to language and structure. Recommended for students undertaking a senior thesis in playwriting. Fulfills one of three courses in performance fields for Theatre/Drama and Theatre Arts majors: playwriting.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN3301\\xc2\\xa0Playwriting Lab.",
        "Research Interest": "Students will develop original dramatic scripts. Students will also read drafts of writers currently produced on New York stages to understand why changes and rewrites were made. Recommended for students undertaking a senior thesis in playwriting. Fulfills one of three courses in performance fields for Theatre/Drama and Theatre Arts majors: playwriting.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN3401\\xc2\\xa0Sound Design.",
        "Research Interest": "Prerequisites: Permission of instructor given at first class meeting. Studies the art and practice of designing sound and scoring music for dramatic performance. Students study the relationship between concert and incidental music, and read plays toward the production of a score for live theatre. Students also read broadly in the fields of sound, music, acoustics, and the cultural analysis of sound as a component of performance. Background in music or composition not essential. . Fulfills one of three courses in performance fields for Theatre/Drama and Theatre Arts majors: design.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN3402\\xc2\\xa0Costume Design.",
        "Research Interest": "Prerequisites: Permission of instructor given at first class meeting. Studio course exploring designing costumes for the stage. Students become familiar with textual and character analysis, research, sketching and rendering, swatching and introductory costume history. Fulfills one course in Design for Theatre/Drama and Theatre Arts majors Fulfills one of three courses in performance fields for Theatre/Drama and Theatre Arts majors: design.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN3403\\xc2\\xa0Lighting Design.",
        "Research Interest": "Prerequisites: Enrollment limited to 12 students. Permission of instructor given at first class meeting. Focuses on both the technical and creative aspects of theatrical lighting design. Students will learn the role of lighting within the larger design and performance collaboration through individual and group projects, readings, hands-on workshops, and critique of actual designs. Fulfills one course in Design for Theatre/Drama and Theatre Arts majors. Fulfills one of three courses in performance fields for Theatre/Drama and Theatre Arts majors: design.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN3404\\xc2\\xa0SCENE DESIGN.",
        "Research Interest": "Missing",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN3405\\xc2\\xa0PROBLEMS IN DESIGN.",
        "Research Interest": "Prerequisites: Some design experience is helpful, though not required. Enrollment limited to 12 students. Studio-based course explores the main elements of theatrical design: sets, costumes, lighting, and sound through objects, materials, theatrical and non-theatrical environments. Students examine these design elements as both individual and interrelated components within a performance. Fulfills one course in Design requirement for Theatre/Drama and Theatre Arts majors. Fulfills one of three courses in performance fields for Theatre/Drama and Theatre Arts majors: design.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN3406\\xc2\\xa0Media &amp; Production Design.",
        "Research Interest": "Uses analysis and design to explore how media and projections can be used to construct narrative in theatre and support non-narrative forms of performance. Digital and analog media are explored for their potentials and limitations. Students learn how the media is produced and transmitted will be discussed as part of creating a video design. Students will produce projection projects using different kinds of media during the course requiring work outside of class time. Fulfills one of three courses in performance fields for Theatre/Drama and Theatre Arts majors: design.",
        "Position": "Missing",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN3997\\xc2\\xa0Senior Thesis in Performance.",
        "Research Interest": "Prerequisites: Appropriate coursework and substantial production experience, including a major crew assignment in the junior year. Enrollment limited to senior Theatre majors. Combined and special majors may be considered under exceptional circumstances. Permission of the instructor required. Students register for this course to pursue approved theses in acting, design, directing, dramaturgy, solo performance, or stage and production management.",
        "Position": "  THTR 3997   002/00259   F\\xc2\\xa02:10pm - 5:00pm 230 Milbank Hall   Sandra Goldmark   4   0  ",
        "Phone number": "Missing"
    },
    {
        "Name": "THTR\\xc2\\xa0UN3998\\xc2\\xa0Senior Thesis in Research.",
        "Research Interest": "Prerequisites: Enrollment limited to senior Theatre majors. Combined and special majors may be considered under exceptional circumstances. Permission of the instructor required. In-depth research project culminating in a substantial written thesis on any aspect of drama, performance, or theatre research.",
        "Position": "  THTR 3998   002/00740   \\xc2\\xa0   Shayoni Mitra   4   1/15  ",
        "Phone number": "Missing"
    }
]