[
    {
        "Position": "Susan Dod Brown Professor of Anthropology   Director, Brazil LAB  ",
        "Name": "Jo\\xc3\\xa3o Biehl",
        "Research Interest": "Jo\\xc3\\xa3o Biehl is Susan Dod Brown Professor of Anthropology and Faculty Associate at the Princeton School of Public and International Affairs.Biehl\\xe2\\x80\\x99s...",
        "Phone number": " (609) 258-6327",
        "Email": "jbiehl@princeton.edu"
    },
    {
        "Position": "Professor;    Director, Program in Contemporary European Politics and Society  ",
        "Name": "John Borneman",
        "Research Interest": "John Borneman is Professor of Anthropology in the Department of Anthropology at Princeton. He has conducted fieldwork in Germany and Central Europe,...",
        "Phone number": " (609) 258-7368",
        "Email": "borneman@princeton.edu"
    },
    {
        "Position": "Assistant Professor of Anthropology   Affiliated Faculty, Program in Law and Public Affairs (LAPA)   On Sabbatical for 2020-21  ",
        "Name": "Lauren Coyle Rosen",
        "Research Interest": "Coyle Rosen\\xe2\\x80\\x99s research and teaching interests lie at the intersections of legal and political anthropology, comparative religion and spirituality,...",
        "Phone number": " (609) 258-8856",
        "Email": "laurencoylerosen@princeton.edu"
    },
    {
        "Position": "Associate Professor  ",
        "Name": "Elizabeth A. Davis",
        "Research Interest": "Elizabeth Davis is Associate Professor of Anthropology and a Behrman Faculty Fellow in the Humanities. Her research and writing, grounded in the...",
        "Phone number": " (609) 258-8864",
        "Email": "ead@princeton.edu"
    },
    {
        "Position": "Associate Professor;   Associate Professor Princeton Institute for International and Regional Studies  ",
        "Name": "Julia Elyachar",
        "Research Interest": "I am an anthropologist broadly trained in economics, history of political and economic thought, political economy, social theory, Middle Eastern...",
        "Phone number": " (609) 258-2896",
        "Email": "elyachar@princeton.edu"
    },
    {
        "Position": "Professor  ",
        "Name": "Agust\\xc3\\xadn Fuentes",
        "Research Interest": "Prof. Fuentes is an anthropologist whose research focuses on the biosocial, delving into the entanglement of biological systems with the social and...",
        "Phone number": "Missing",
        "Email": "afuentes2@Princeton.EDU"
    },
    {
        "Position": "Assistant Professor  ",
        "Name": "Hanna Garth",
        "Research Interest": "Interests",
        "Phone number": "Missing",
        "Email": "Missing"
    },
    {
        "Position": "Professor;   Director of Graduate Studies  ",
        "Name": "Rena Lederman",
        "Research Interest": "Professor Lederman\\xe2\\x80\\x99s recent interests have included relationality, expertise, and ethics; the politics of \\xe2\\x80\\x9cmethod\\xe2\\x80\\x9d in human sciences (particularly...",
        "Phone number": " (609) 258-5534",
        "Email": "lederman@princeton.edu"
    },
    {
        "Position": "Assistant Professor   PEI Associated Faculty, Program in History of Science Associated Faculty   East Asian Studies Associated Faculty  ",
        "Name": "Ryo Morimoto",
        "Research Interest": "Through his ethnographic research, Morimoto aims to create a space for and language to think about nuclear things and other contaminants as part and...",
        "Phone number": " 609-258-6814",
        "Email": "ryo.morimoto@princeton.edu"
    },
    {
        "Position": "Professor  ",
        "Name": "Serguei A. Oushakine",
        "Research Interest": "Serguei Oushakine has conducted fieldwork in the Siberian part of Russia, as well as in Belarus and Kyrgyzstan. His research is concerned with...",
        "Phone number": " (609) 258-2385",
        "Email": "oushakin@princeton.edu"
    },
    {
        "Position": "Professor;   Director of Center on Transnational Policing  ",
        "Name": "Laurence Ralph",
        "Research Interest": "Laurence Ralph is a Professor of Anthropology at Princeton University. He earned both a PhD and also a Master of Arts degree in Anthropology from the...",
        "Phone number": " 609-258-2337",
        "Email": "lralph@princeton.edu"
    },
    {
        "Position": "Professor;   Department Chair   Director of Undergraduate Studies  ",
        "Name": "Carolyn Rouse",
        "Research Interest": "Carolyn Rouse is a professor and chair of the Department of Anthropology at Princeton University. Her work explores the use of evidence to make...",
        "Phone number": " (609) 258-4556",
        "Email": "crouse@princeton.edu"
    },
    {
        "Position": "Assistant Professor  ",
        "Name": "Jerry C. Zee",
        "Research Interest": "Interests",
        "Phone number": "Missing",
        "Email": "zeej@princeton.edu"
    }
]