[
    {
        "Name": "F. Masse",
        "Research Interest": "L\\'Avant-Sc\\xc3\\xa8ne will offer students the opportunity to put their language skills in motion by discovering French theater in general and by acting in French, in particular. The course will introduce students to acting techniques while allowing them to discover the richness of the French dramatic canon. Particular emphasis will be placed on improving students\\' oral skills through pronunciation and diction exercises. At the end of the semester, the course will culminate in the performance of the students\\' work. Prerequisites: FRE 108 or equivalent. FRE 207 recommended as a co-requisite. ",
        "Position": "LA "
    },
    {
        "Name": "C. Sagnier",
        "Research Interest": "An intensive discussion-based seminar, designed to integrate linguistic and cultural learning. We will examine contemporary debates on important cultural, social and political issues, allowing you to gain enhanced cultural understanding and knowledge while honing your skills. Topics include the promises of the \"Thirty Glorious Years\", the social transformations of the sixties and seventies (family life, women\\'s rights, etc.); as well as the challenges brought by the post-colonial period and globalization: immigration, social exclusion and inequalities, rise of the far-right nationalism, problems in the \"banlieues\" and debates on secularism. ",
        "Position": "CDSA "
    },
    {
        "Name": "A. Benha\\xc3\\xafm",
        "Research Interest": "A study of Paris as urban space, object of representation, and part of French cultural identity. Topics include Paris in the Ancien R\\xc3\\xa9gime; Revolutionary and Napoleonic Paris; the transformation of Paris in the 19th century; Paris as a site of European art and literature; modern and multicultural Paris in the 1900s; and challenges in the new millennium. Prerequisite: FRE 207 or permission of instructor. One 90-minute lecture, one 90-minute preceptorial. ",
        "Position": "LA "
    },
    {
        "Name": "F. Champy",
        "Research Interest": "This course examines the evolution of French society and culture during the Ancien R\\xc3\\xa9gime (i.e. from the Middle Ages to the Revolution). We will explore the main cultural and social ideas of the period by studying historical documents as well as outstanding literary and artistic works. Topics include: courtly love, the discovery of the New World, political absolutism and Versailles court culture, the opposition to political and social authorities in the Enlightenment period. Prerequisites: FRE 107, FRE 108, or equivalent. ",
        "Position": "HA "
    },
    {
        "Name": "F. Nesbitt",
        "Research Interest": "This course will examine the cultural and political events knows as May \\'68, with a focus on the historical and political context that contributed to its development as one of the watershed events of modern French history. We will study May \\'68 from a range of perspectives, including film and photographic representations, as well as its historical, sociological, artistic, and philosophical dimensions. Special focus in the second half of the course on 1968 is in a global context, addressing this world changing moment in sites such as Prague, Mexico, Brazil, China, Germany, Italy, US, etc. ",
        "Position": "LA "
    },
    {
        "Name": "A. Benha\\xc3\\xafm",
        "Research Interest": "An exploration of the concept of hospitality, individual and collective, in French, Mediterranean, and Maghrebi (i.e., North African: Arab, Berber, and Jewish) cultures. Draws on materials from literature and the arts, politics and law, philosophy and religion. Issues studied include immigration, citizenship, alienation, and, more generally, the meaning of welcoming a stranger. Prerequisite: a 200-level course in French or instructor\\'s permission. One 90-minute lecture, one 90-minute preceptorial. ",
        "Position": "EM "
    },
    {
        "Name": "V. Schr\\xc3\\xb6der",
        "Research Interest": "This course proposes a literary exploration of the French 17th century, a period that produced many \"classics\" of world literature, from the comedies of Moli\\xc3\\xa8re and the fables of La Fontaine to the tales of Perrault. We will study these works both in their original historical context and through modern adaptations and interpretations, in order to assess the reasons for their survival and continued relevance. Some of the central themes are: love and marriage, passion and duty, self and society, truth and fiction, heroism and beastliness. Prerequisite: A 200-level French course or permission of instructor. ",
        "Position": "LA "
    },
    {
        "Name": "F. Champy",
        "Research Interest": "What is the Enlightenment? This course investigates the era of change and radical thought that precipitated the French Revolution. Far from stereotypes about \"Enlightenment ideology\", we will explore the moral and political debates that divided eighteenth-century France, and examine how new ideas, values and rhetoric challenged traditional authorities of the  Ancien R\\xc3\\xa9gime . Topics include: the place of science in society, deism and atheism, sexual freedom and the education of women, rethinking social inequalities. Two 90-minute classes. Prerequisite: a 200-level French course or instructor\\'s permission. ",
        "Position": "LA "
    },
    {
        "Name": "T. Trezise",
        "Research Interest": "Innovations in the theory and practice of French narrative from the 1850s to the present, considered in cultural, historical, and intellectual context. Works by Flaubert, Proust, Gide, C\\xc3\\xa9line, Camus, Sarraute, Yourcenar, and others will be read in English translation. Prerequisite: a 200-level literature course or instructor\\'s permission. Two 90-minute classes. ",
        "Position": "LA "
    },
    {
        "Name": "F. Nesbitt",
        "Research Interest": "A survey of the literature of decolonization in the Francophone world. The focus will be on the invention of a critical and militant literature in 1950\\'s and 60\\'s North and West Africa, the Caribbean, and Viet Nam. Texts will include poetry, essays, novels, and films. Prerequisite: 200-level French class or permission of instructor. ",
        "Position": "LA "
    },
    {
        "Name": "F. Nesbitt",
        "Research Interest": "This course will study the interrelation of slavery and capitalism in the francophone Caribbean, from the Haitian Revolution to the present. The course will examine a series of classic works that contest French Caribbean colonialism and slavery, from the perspective of the historical transition from late imperialist feudalism to industrial and post-industrial capitalism. Writers addressed will include CLR James, Karl Marx, Aim\\xc3\\xa9 C\\xc3\\xa9saire, Suzanne C\\xc3\\xa9saire, Eric Williams, Edouard Glissant, and Maryse Cond\\xc3\\xa9. ",
        "Position": "LA "
    },
    {
        "Name": "D. Bellos",
        "Research Interest": "A practical investigation of the issues affecting translation between English and French. Weekly exercises will offer experience of literary, technical, journalistic and other registers of language. Discussion will focus on the linguistic, cultural and intellectual lessons of translation seen as a practical discipline in its own right. Prerequisite: FRE 307 or equivalent level of proficiency in French. ",
        "Position": "LA "
    },
    {
        "Name": "P. Frassica",
        "Research Interest": "This course is designed to familiarize the student with major features of contemporary Italy and its culture. Its purpose is to develop the student\\'s ability to communicate effectively in present-day Italy. The course emphasizes Italian social, political, and economic institutions, doing so through the analysis of cultural and social differences between Italians and Americans in such everyday concerns as money, work and leisure. Prerequisite: ITA 107 or permission of instructor. ",
        "Position": "Missing"
    },
    {
        "Name": "G. Marrone-Puglia, S. Marchesi",
        "Research Interest": "This course is designed to give an overview of pivotal moments in Italian culture, such as the relationship between Church and Empire in the Middle Ages, Machiavelli\\'s political theory during the Renaissance, and the rise and fall of Fascism in the 20th century. Through the examination of the most relevant intellectual, historic and artistic movements and their main geographical venues, students will be able to acquire a comprehensive understanding of the development of Italian history and civilization. Prerequisite: Italian 107 or instructor\\'s permission. ",
        "Position": "LA "
    },
    {
        "Name": "S. Marchesi",
        "Research Interest": "Working at the crossroads of American influences and the tradition of political songs, Italian cantautori merge popular appeal and literary sophistication. For at least three generations, their songs have provided an engaged soundtrack to Italy\\'s turbulent social, political and cultural transformations in the post-WWII years. As lyrics on the page, as music to be listened to, and as performances recorded in video, Italian canzoni d\\'autore are part of Italian history and identity today. Prerequisite: ITA 107 or permission of instructor. This course is taught in Italian. ",
        "Position": "LA "
    },
    {
        "Name": "S. Marchesi",
        "Research Interest": "Topics will range from the work of a single author (such as Boccaccio) and certain major texts to specific cultural, literary, and poetic problems (such as the medieval  comune ). Major figures include Giacomo da Lentini, Guido Guinizelli, Guido Cavalcanti, Petrarch, and Boccaccio. Alternates with 306. Prerequisite: One 200-level ITA course or permission of instructor. ",
        "Position": "LA "
    },
    {
        "Name": "S. Marchesi",
        "Research Interest": "Intensive study of the  Inferno , with major attention paid to poetic elements such as structure, allegory, narrative technique, and relation to earlier literature, principally the Latin classics. Course conducted in English with highly interactive classes and preceptorials. An Italian precept will be offered. Two-hour lecture and one-hour precept. ",
        "Position": "LA "
    },
    {
        "Name": "P. Frassica",
        "Research Interest": "This course will introduce students to the basic trends and problems of Renaissance literature as the main source of our civilization. The major literary figures of the 16th-century Italian revival (such as Machiavelli, Leonardo, Galileo, Castiglione, Michelangelo, etc.) will be studied in relation to their time, the courts or the cities where they lived, and their seminal contributions to modern Europe culture including works of visual art, theater, and good living. Prerequisite: a 200-level Italian course or instructor\\'s permission. ",
        "Position": "LA "
    },
    {
        "Name": "P. Frassica",
        "Research Interest": "The evolution of Italian contemporary civilization through the study of historical, sociopolitical, and cultural topics. The approach will be interdisciplinary; each year a different topic will be selected and studied as portrayed in representative samples of slides, films, and pertinent reading material. One-hour lecture, two-hour precept. Prerequisite: a 200-level Italian course or instructor\\'s permission. Offered in alternate years. ",
        "Position": "LA "
    },
    {
        "Name": "G. Marrone-Puglia",
        "Research Interest": "An introduction to Italian cinema from 1945 to the present. Through an interdisciplinary approach, the course will focus on sociopolitical and cultural issues as well as on basic concepts of film style and technique. Specific topics will change from year to year, and prerequisites will vary. One 90-minute lecture, one 90-minute precept, and one film showing. ",
        "Position": "HA "
    },
    {
        "Name": "G. Marrone-Puglia",
        "Research Interest": "Topics will range from the study of a single author (such as Leopardi, Manzoni, Verga) to the thematic, artistic, and cultural analysis of either a genre or a literary movement (such as Romanticism,  Verismo ). One three-hour seminar. Prerequisite: a 200-level Italian course or instructor\\'s permission. ",
        "Position": "LA "
    },
    {
        "Name": "G. Marrone-Puglia",
        "Research Interest": "This course, conducted in English, is a study of Fascism through selected films from World War II to the present. Topics include: the concept of Fascist normality; Racial Laws; the role of women and homosexuals; and the opposition of the intellectual left. Films include: Bertolucci\\'s  The Conformist,  Fellini\\'s  Amarcord , Rossellini\\'s  Rome Open City , Rosi\\'s  The Truce , Benigni\\'s  Life is Beautiful , and Wertm\\xc3\\xbcller\\'s  Seven Beauties . The approach is interdisciplinary and combines the analysis of historical themes with an in-depth cinematic reading of the films.  ",
        "Position": "HA "
    },
    {
        "Name": "G. Marrone-Puglia",
        "Research Interest": "A study of the influence of Marxist ideology on major Italian directors from the Cold War to the present. Representative films include: Bertolucci\\'s  The Last Emperor , Visconti\\'s  The Leopard , Pasolini\\'s  Teorema , Wertmuller\\'s  Seven Beauties , Pontecorvo\\'s  The Battle of Algiers . The approach will be interdisciplinary and will combine the analysis of historical and political themes with a cinematic reading of the films. One lecture, one two-hour preceptorial, one film screening. ",
        "Position": "LA "
    },
    {
        "Name": "G. Marrone-Puglia",
        "Research Interest": "Investigation of a major theme or author, with special attention to formal structures and intellectual context. Topics may range from the medieval chivalric tradition in such Renaissance masterpieces as Ariosto\\'s  Orlando Furioso  to a reading of the writings of Primo Levi as these examine the issue of the annihilation of the personality. Prerequisite: a 200-level course in Italian or instructor\\'s permission. ",
        "Position": "SA "
    }
]