[
    {
        "Research Interest": "The course surveys the essay as a genre of writing and thinking, from Montaigne to Virginia Woolf. Among the authors are Bacon, Hume, Johnson, Hazlitt, Emerson, Shaw, Gandhi, Sartre. This is a cross-listed graduate seminar in English and Comparative Literature in the Ivy Consortium, taught in alternate weeks at Columbia University and Yale. We test Adorno\\xe2\\x80\\x99s thesis that the essay is the distinctively modern and emancipatory form of writing. HTBA",
        "Name": "David Bromwich",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "Introductory proseminar for all first- and second-year students in Comparative Literature (and other interested graduate students). An introduction to key problems in the discipline of Comparative Literature, its disciplinary history, and its major theoretical and methodological debates (including philology; Marxist, structuralist, and poststructuralist approaches; world literature; translation). Emphasis on wide reading and intense discussion, in lieu of term paper. Graded Satisfactory/Unsatisfactory; offered every other year. T 1:30pm-3:20pm",
        "Name": "Rudiger Campe",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "How can we speak for others? What does it mean to be spoken for? And what type of agency is evoked by this constellation? The course explores the implications, both productive and problematic, of representation\\xe2\\x80\\x94for agency and subjectivity, for recognition and acknowledgment, for political action, and for the conception of literature and art. Close readings of major literary works, from Greek tragedy and Shakespeare to Kleist and Kafka, is accompanied by theoretical texts, from Arendt\\xe2\\x80\\x99s notion of the Greek polis to the critique of representation by Foucault, Spivak, and others, and debates about the legal representation of nature in the climate crisis. Th 1:30pm-3:20pm",
        "Name": "Katrin Truestedt",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "Marxist thought has played a major role in the understanding of literary institutions, as well as literary texts.\\xc2\\xa0Within Marxist thought, literature always had a unique function in the processes of ideology, class struggles, and the constitution of the subject; material Marxism, cultural Marxism, European Marxism, and neo-Marxism all studied the work of literature as an institution and as both reflection and construction of reality, and of its perception. The aim of this seminar is to acquaint ourselves with Marxist theories of literature in the twentieth century. We start with the very basics of Marxism, focusing especially on the theory of ideology. We then study Luk\\xc3\\xa1cs\\xe2\\x80\\x99s theory of literature as the basis of the development of Marxist literary theory, followed by the literary theories developed by the Frankfurt School, the materialistic school of Louis Althusser, Antonio Gramsci, E.P. Thompson, Raymond Williams, Stuart Hall, Terry Eagleton, Catherine Belsey, Fredric Jameson, and others. Open to undergraduates. All texts are in English, and no previous knowledge is required. T 3:30pm-5:20pm",
        "Name": "Hannan Hever",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "A continuing yearlong collective research project, a cultural studies \\xe2\\x80\\x9claboratory.\\xe2\\x80\\x9d The group, drawing on several disciplines, meets regularly to discuss common readings, develop collective and individual research\\xc2\\xa0projects, and present that research publicly. The general theme for the working group is globalization and culture, with three principal aspects: (1) the globalization of cultural industries and goods, and its\\xc2\\xa0consequences for patterns of everyday life as well as for forms of fiction, film, broadcasting, and music; (2) the trajectories of social movements and their relation to patterns of migration, the rise of global cities, the\\xc2\\xa0transformation of labor processes, and forms of ethnic, class, and gender conflict; (3) the emergence of and debates within transnational social and cultural theory. The specific focus, projects, and directions of the\\xc2\\xa0working group are determined by the interests, expertise, and ambitions of the members of the group, and change as its members change. The\\xc2\\xa0Working Group is open to doctoral students in their second-year and\\xc2\\xa0beyond.\\xc2\\xa0 Graduate students interested in participating\\xc2\\xa0should contact\\xc2\\xa0michael.denning@yale.edu\\xc2\\xa0by Monday, August 10, to schedule a brief meeting by phone or Zoom. M 1:30pm-3:20pm",
        "Name": "Michael Denning",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "Taking a pan-European perspective, the course examines quotidian, civilian experiences of war during a conflict of unusual scope and duration. Considering key works of wartime and postwar fiction and film alongside diaries and memoirs, we explore the kinds of literary reflection war occasioned, how civilians experienced the relationship between history and everyday life (both during and after the war), children\\xe2\\x80\\x99s experience of war, and the ways that homefront, occupation, and concentration camp memories shaped postwar avant-garde aesthetics. Novels and autobiographical fiction by Elio Vittorini, Anna Seghers, Ir\\xc3\\xa8ne N\\xc3\\xa9mirovsky, Elizabeth Taylor, Georges Simenon, Jir\\xc3\\xad Weil, Jorge Sempr\\xc3\\xban, Miron Bialoszewski, Christa Wolf. Films by Humphrey Jennings, Andrzej Munk, Theo Angelopoulos,\\xc2\\xa0P\\xc3\\xa9ter Forg\\xc3\\xa1cs, Istv\\xc3\\xa1n Szab\\xc3\\xb3, Bill Douglas, Kevin Brownlow.\\xc2\\xa0Diaries and memoirs by Victor Klemperer, Anne Frank, Sarah Kofman. We also consider poetry, photography, and art. M 1:30pm-3:20pm",
        "Name": "Katie Trumpener",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "In the eighteenth century, the novel became a popular literary form in many parts of Europe. Yet now-standard narratives of its \\xe2\\x80\\x9crise\\xe2\\x80\\x9d often offer a temporally and linguistically foreshortened view. This seminar examines key early modern novels in a range of European languages, centered on the dialogue between highly influential eighteenth-century British and French novels (Montesquieu, Defoe, Sterne, Diderot, Laclos, Edgeworth). We begin by considering a sixteenth-century Spanish picaresque life history (Lazarillo de Tormes) and Madame de Lafayette\\xe2\\x80\\x99s seventeenth-century secret history of French court intrigue; contemplate a key sentimental Goethe novella; and end with Romantic fiction (an Austen novel, a Kleist novella, Pushkin\\xe2\\x80\\x99s historical novel fragment). These works raise important issues about cultural identity and historical experience, the status of women (including as readers and writers), the nature of society, the vicissitudes of knowledge\\xe2\\x80\\x94and novelistic form. We also examine several major literary-historical accounts of the novel\\xe2\\x80\\x99s generic evolution, audiences, timing, and social function, and historiographical debates about the novel\\xe2\\x80\\x99s rise (contrasting English-language accounts stressing the novel\\xe2\\x80\\x99s putatively British genesis, and alternative accounts sketching a larger European perspective). The course gives special emphasis to the improvisatory, experimental character of early modern novels, as they work to reground fiction in the details and reality of contemporary life. Many epistolary, philosophical, sentimental, and Gothic novels present themselves as collections of \\xe2\\x80\\x9cdocuments\\xe2\\x80\\x9d\\xe2\\x80\\x94letters, diaries, travelogues, confessions\\xe2\\x80\\x94carefully assembled, impartially edited, and only incidentally conveying stories as well as information. The seminar explores these novels\\xe2\\x80\\x99 documentary ambitions; their attempt to touch, challenge, and change their readers; and their paradoxical influence on \\xe2\\x80\\x9crealist\\xe2\\x80\\x9d conventions (from the emergence of omniscient, impersonal narrators to techniques for describing time and place). HTBA",
        "Name": "Katie Trumpener",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "This course is a seminar on the complete short stories of Clarice Lispector (1920\\xe2\\x80\\x931977), a master of the genre and one of the major authors of twentieth-century Brazil known for existentialism, mysticism, and feminism. T 3:30pm-5:20pm",
        "Name": "Kenneth David Jackson",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "To what extent does writing about the land and depicting landscapes in early modern Europe reflect a new interest in engaging the boundaries between the human and nonhuman? What does it show about the commitment of artists and intellectuals to representing cultures and environments not necessarily their own? And how did writers and artists seek to legitimize their intellectual labors by invoking images of agricultural work? Since antiquity, artists have often chosen to make the countryside and its human and nonhuman denizens symbols of other things: leisure, song, exile, patriotism, erotic sensibilities, anti-urbanism. Early Christianity in turn embraced the desert\\xe2\\x80\\x94and the countryside\\xe2\\x80\\x94as a space for spirituality. We explore these origins and turn to the early modern period, when such interests exploded into poems, novels, plays, and paintings\\xe2\\x80\\x94a period that coincided with new world discoveries and new possibilities for \\xe2\\x80\\x9cgolden ages\\xe2\\x80\\x9d abroad. We read works by Virgil, St. Jerome, Petrarch, Shakespeare, Spenser, Milton, Tasso, Seamus Heaney, and others, and take at least one trip to a local gallery (in New Haven or New York). Finally, we explore recent work in ecocriticism and environmental studies in order to grapple with ancient and early modern understandings of the natural world. Th 3:30pm-5:20pm",
        "Name": "Jane Tylus",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "This course studies Milton\\xe2\\x80\\x99s poetry and some of his controversial prose. We investigate the relation of the poetry to its historical contexts, focusing on the literary, religious, social, and political forces that shaped Milton\\xe2\\x80\\x99s verse. We survey and assess some of the dominant issues in contemporary Milton studies, examining the types of readings that psychoanalytic, feminist, Marxist, and historicist critics have produced. A brief oral report and a term paper (as well as a prospectus and preliminary bibliography for the term paper) required. W 11:30am-1:30pm",
        "Name": "David Quint",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "The course covers ballet, opera, theater, mass spectacle, and film, as well as theory of the performing arts, including selections from the writings of some of the most famous Russian directors and choreographers, such as Constantine Stanislavsky, Vsevolod Meyerhold, and Michel Fokine. It also includes their major productions and some of the most important Russian plays of the twentieth century (e.g., by Anton Chekhov, Vladimir Mayakovsky, Mikhail Bulgakov) and works by contemporary dramatists. All readings are available in both English and Russian. No knowledge of Russian required. Students taking the course for credit in Comparative Literature can write their papers on texts in other languages. HTBA",
        "Name": "Katerina Clark",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "This course investigates the theological aspects of modern political ideologies. It takes its title from the controversial work of the German political thinker Carl Schmitt, who argued that theological assumptions stood behind the veneer of secular politics. Concepts such as sovereignty, citizenship, universalism, law, and the state of exception have been said to have their provenance in Jewish and Christian concepts of God, election, Messiah, the commandment, and antinomianism. In recent years the study of the theological origins of political concepts has become important for both those seeking to critique the neutrality of certain western-democratic institutions as well as those hoping to better understand the relationship between religion and politics. Subjects covered in the course include sovereignty, universalism, law, election, commandment, messianism, and nationalism. Readings focus on the work of modern political thinkers such as Benedict Spinoza, Thomas Hobbes, and Bruno Bauer, whose normative works assumed a direct relationship between the political and the theological, as well as those who have theorized the very idea of political-theology, such as Martin Buber, Alain Badiou, Slavoj Zizek, Daniel Boyarin, and Giorgio Agamben. W 3:30pm-5:20pm",
        "Name": "Hannan Hever",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "The seminar moves from WWII to the Algerian War, comparing classic works of fiction and film (both fiction and documentary) that take on the problem of war and memory through characters and narrative structure. Fictions include: Modiano,  Dora Bruder;  Camus,  The First Man;  Sebald,  Austerlitz;  Toumi,  L\\xe2\\x80\\x99effacement;  Zeniter,  L\\xe2\\x80\\x99Art de perdre;  and Djaout,  Les chercheurs d\\xe2\\x80\\x99os . Films include: Audiard,  Un h\\xc3\\xa9ros tr\\xc3\\xa8s discret;  Ophuls,  The Sorrow and the Pity;  Resnais,  Muriel;  and Bensma\\xc3\\xafl,  La Bataille d\\xe2\\x80\\x99Alger, un film dans l\\xe2\\x80\\x99histoire . Theoretical works on war and memory include: Rousso,  The Vichy Syndrome;  Benjamin Stora,  Le gangr\\xc3\\xa8ne et l\\xe2\\x80\\x99oubli;  and  YFS,  \\xe2\\x80\\x9cNoeuds de m\\xc3\\xa9moire\\xe2\\x80\\x9d and debates on multidirectional memory. Conducted in English. Th 1:30pm-3:20pm",
        "Name": "Alice Kaplan",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "A survey of twentieth- and twenty-first-century poetry written in French by authors from North Africa, including works by Amrouche, S\\xc3\\xa9nac, Kha\\xc3\\xafr-Eddine, La\\xc3\\xa2bi, Nissaboury, Djaout, Jab\\xc3\\xa8s, Far\\xc3\\xa8s, Ben Jelloun, Meddeb, Acherchour, Negrouche, Dib, and Bekri. Readings in French, discussion in English. Prerequisite: reading knowledge of French. M 1:30pm-3:20pm",
        "Name": "Thomas Connolly",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "Musil\\xe2\\x80\\x99s gigantic  Man without Qualities  (published 1930\\xe2\\x80\\x9333, 1943) is one of the quintessential modernist (interwar) European novels. After looking into Musil\\xe2\\x80\\x99s earlier narrative experiments, the course begins with the close reading of part I of the novel and then focuses on the main strands of its narrative network: modernization and mysticism; the end of old Europe and the rise of fascism; the Vienna Circle\\xe2\\x80\\x99s epistemology and the legal doctrine of accountability; love and violence. The intertwining of essay and narration in the novel, the theory of the novel in the novel, and the question of prose as form are at the core of the course. Readings in English or German. Discussions in English. Th 3:30pm-5:20pm",
        "Name": "Rudiger Campe",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "The seminar moves from the traditional idea of the historical novel to other, often more experimental versions of fictions that engage historical events: war, revolution, plague, genocide. We consider how individual lives intersect with and are changed by historical events, and the extent to which individuals are able to understand how history impacts their lives. Is the course of history controllable or even understandable to its participants and bystanders? Does historical knowledge always arrive too late? Primary texts include Manzoni,  I Promessi Sposi;  Balzac,  Le Colonel Chabert;  Flaubert,  L\\xe2\\x80\\x99Education sentimentale;  Verga,  Novelle;  Tomasi di Lampedusa,  Il Gattopardo;  Faulkner,  Absalom, Absalom!;  Modiano,  Dora Bruder.  There are also readings in the history and theory of the novel, as well as works contextualizing issues of nationalism in the nineteenth century. They include essays/chapters by Georg Luk\\xc3\\xa1cs, Nelson Moe, Roberto Dainotto, Edward Said, Franco Moretti, Peter Brooks, and others. Prerequisite: reading knowledge of French and/or Italian. HTBA",
        "Name": "Jane Tylus",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "A continuing yearlong collective research project, a cultural studies \\xe2\\x80\\x9claboratory.\\xe2\\x80\\x9d The group, drawing on several disciplines, meets regularly to discuss common readings, develop collective and individual research projects, and present that research publicly. The general theme for the working group is globalization and culture, with three principal aspects: (1) the globalization of cultural industries and goods, and its consequences for patterns of everyday life as well as for forms of fiction, film, broadcasting, and music; (2) the trajectories of social movements and their relation to patterns of migration, the rise of global cities, the transformation of labor processes, and forms of ethnic, class, and gender conflict; (3) the emergence of and debates within transnational social and cultural theory. The specific focus, projects, and directions of the working group are determined by the interests, expertise, and ambitions of the members of the group, and change as its members change. There are a small number of openings for second-year graduate students. Students interested in participating should contact michael.denning@yale.edu. M 1:30pm-3:20pm",
        "Name": "Michael Denning",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "The course examines major French literary and artistic movements of the last decades of the nineteenth century (Naturalism, Decadence, Symbolism) in their cultural context. Weekly reading assignments pair literary texts with contemporary theoretical/medical/political discourse on such topics as disease, crime, sex, poverty, colonialism, nationalism, and technology. Literary authors include Barbey, Mallarm\\xc3\\xa9, Maupassant, Rachilde, Villiers, and Zola. Theorists include Bergson, Freud, Krafft-Ebing, Le Bon, Nordau, Renan, and Simmel. Some attention also paid to the visual arts. Prerequisite: reading knowledge of French. Th 9:25am-11:15am",
        "Name": "Maurice Samuels",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "Working with primary sources mainly from the Freudian and Lacanian corpuses, this seminar is an introduction to key concepts of psychoanalytic theory, ending with an exploration of the afterlife of these concepts in other disciplines, focusing on one or two concrete examples. Students gain proficiency in what has been called \\xe2\\x80\\x9cthe language of psychoanalysis,\\xe2\\x80\\x9d as well as the tools to assess how these concepts have been translated into the language of disciplines such as aesthetic criticism, political theory, film studies, gender studies, theory of ideology, sociology, etc. Concepts to be studied include the unconscious, the ego, identification, the drive, the death drive, repetition, the imaginary, the symbolic, the real, and  jouissance.  Depending on the interests of the group, others can be added (such as neurosis, perversion, fetishism, psychosis, anti-psychiatry, etc.). Commentators, readers, and critics of Freud and Lacan are also consulted (Michel Arriv\\xc3\\xa9, Guy Le Gaufey, Jean Laplanche, Andr\\xc3\\xa9 Green, Markos Zafiropoulos, and others). W 3:30pm-5:20pm",
        "Name": "Moira Fradinger",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "This seminar uses a sample of twenty films (with clips from many others) to survey four decades of the tradition of French cinema crowned by the privileged moment of the New Wave. Graduate students are asked to challenge the idea of \\xe2\\x80\\x9cnational cinema\\xe2\\x80\\x9d by reporting on some non-canonical or marginal film before midterm. Keeping the culture industry in view, we question the extent to which such a consistently robust cinema has been bound to\\xe2\\x80\\x94or remained partly independent of\\xe2\\x80\\x94a nation that from 1930 to 1970 underwent a depression, a socialist experiment, an occupation, a liberation, and the humiliations of decolonization abroad and social unrest (May \\xe2\\x80\\x9968) at home. In addition to the midterm contribution, graduate students write a substantial term paper. T 1:30pm-3:20pm",
        "Name": "Dudley Andrew",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "Latin American novels and short stories from the 1920s to the 1990s in which the fantastic appears, derived from avant-garde tendencies, anthropology, and popular Afro-Hispanic religions  (santer\\xc3\\xada ) and a Catholic tradition of miracles. Theoretical texts by Franz Roh, Sigmund Freud, Marcel Mauss, Jorge Luis Borges, Alejo Carpentier, Arturo Uslar Pietri, Gabriel Garc\\xc3\\xada M\\xc3\\xa1rquez, and Roberto Gonz\\xc3\\xa1lez Echevarr\\xc3\\xada. Prose fiction by Miguel \\xc3\\x81ngel Asturias, Borges, Lydia Cabrera, Carpentier, Garc\\xc3\\xada M\\xc3\\xa1rquez, Jo\\xc3\\xa3o Guimar\\xc3\\xa3es Rosa, and Juan Rulfo, among others. Novels such as  El reino de este mundo,   Cien a\\xc3\\xb1os de soledad,  and  Aura,  and short story collections such as  Cuentos negros de Cuba,   Leyendas de Guatemala,  and  Guerra del tiempo . Conducted in Spanish; course work for students in departments other than Spanish and Portuguese in English. Open to undergraduates. Th 2:30pm-4:20pm",
        "Name": "Roberto Gonzalez Echevarria",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "This seminar examines the current state of the field of Chinese and Sinophone studies from different geographical and theoretical perspectives. It is a research seminar and colloquium, and we use texts in the original as well as translated languages. Topics vary. M 3:30pm-5:20pm",
        "Name": "Jing Tsu",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "This is a writing seminar for graduate students of Comparative Literature in their fifth, sixth, or seventh year, aiming to familiarize them with three key genres of academic writing: the conference paper, journal article, and dissertation chapter. We read and analyze models of each genre, including the work of recent department graduates as well as new and exemplary work in the field. Students share their own writing in a workshop setting, receiving feedback from peers and instructors. Each student is expected to produce a conference paper, article, or chapter as their final project. M 3:30pm-5:20pm",
        "Name": "Robyn Creswell and Martin Hagglund",
        "Position": "Missing",
        "Email": "Missing"
    },
    {
        "Research Interest": "This seminar suggests a research project to investigate the affinity between the legal discipline and the science of the soul, or, if you wish, between the science of the soul and the body of law. The point of departure for our framing argument\\xe2\\x80\\x94the existence of this affinity\\xe2\\x80\\x94is that at different moments in history, the legal science (in the form of legal scholarship, religious law, or even legislation) has toiled to appropriate cognitive processes (the external senses, for instance) and post-sensorial operations (imagination, fantasy, memory, etc.). However, this appropriation has become, at different moments in history, so naturalized, so dissolved, so automatized, that it has become invisible for us, and that, because of this invisibility, the affinity can continue doing a political work that is not always evident to us readers, citizens, and clients of the law. In this seminar we read Iberian and Mediterranean primary sources from different confessions, in different languages, and within different legal and political backgrounds\\xe2\\x80\\x94from pre-Socratic thinkers to al-Ghazali, from Averroes and Maimonides to Alfonso X, from Parisian theologians to Spinoza, etc. Likewise, we read theoretical work that allow us to conceptualize the kind of research we are doing. Th 1:30pm-3:20pm",
        "Name": "Jesus Velasco",
        "Position": "Missing",
        "Email": "Missing"
    }
]