[
    {
        "Research Interest": "Consumer Behavior Health Policy Ownership Patient Advocacy Policy Making Public Opinion",
        "Position": "Consumer Behavior Health Policy Ownership Patient Advocacy Policy Making Public Opinion",
        "Name": "Mark Schlesinger, PhD",
        "Email": "Dr. Schlesinger is Professor of Health Policy and a fellow of the Institution for Social and Policy Studies at Yale University and past editor of the Journal of Health Policy, Politics and Law. Dr. Schlesinger\\xe2\\x80\\x99s research explores the determinants of public opinion about health and social policy, the influence of bounded rationality on medical consumers, the role of nonprofit organizations in American medicine. His recent research initiatives include (a) studying how the changing availability of information on clinicians\\xe2\\x80\\x99 practices alters patients\\xe2\\x80\\x99 choices among doctors, (b) assessing public perceptions of and responses to economic insecurity, (c) explaining the recent rapid expansion in the scope of newborn screening among American states, and (d) understanding why particular collective responses are seen as more or less legitimate for addressing the spread of obesity among Americans. He has consulted to a half dozen federal agencies, several dozen state and local governments, and more than a score of nonprofit organizations concerned with health and social policy. His favored sports include uncompetitive volleyball and unlighted table tennis. "
    },
    {
        "Research Interest": "Costs and Cost Analysis Economics, Hospital Economics, Medical Health Care Economics and Organizations Health Services Administration Internship and Residency Outcome and Process Assessment, Health Care Public Health Quality Assurance, Health Care Quality of Health Care Radiation Radiology Global Health Telemedicine Health Care Quality, Access, and Evaluation Economics, Pharmaceutical Health Care Sector Quality Improvement",
        "Position": "Costs and Cost Analysis Economics, Hospital Economics, Medical Health Care Economics and Organizations Health Services Administration Internship and Residency Outcome and Process Assessment, Health Care Public Health Quality Assurance, Health Care Quality of Health Care Radiation Radiology Global Health Telemedicine Health Care Quality, Access, and Evaluation Economics, Pharmaceutical Health Care Sector Quality Improvement",
        "Name": "Howard Forman, MD, MBA, FACR",
        "Email": "Howie Forman is a Professor of Radiology and Biomedical Imaging, Public Health (Health Policy), Management, and Economics at Yale University. He came to Yale as a practicing diagnostic radiologist and remains an active clinician in the YNHH Emergency Room, where he also functions as the operational chief for Radiology. Since 1998, he has taught undergraduate and graduate courses on healthcare policy, economics, finance, and leadership. He is the faculty director and founder of Yale\\xe2\\x80\\x99s MD/MBA program and the Healthcare focus area of the Executive MBA program. Since 2011, he has been the director of the Health Care Management (HCM) Program at the YSPH. He is actively involved in patient care and issues related to financial administration, healthcare compliance, and quality improvement. He has worked in the US Senate, as a health policy fellow, on Medicare legislation."
    },
    {
        "Research Interest": "Health Care Economics and Organizations Health Services Research Health Care Quality, Access, and Evaluation",
        "Position": "Health Care Economics and Organizations Health Services Research Health Care Quality, Access, and Evaluation",
        "Name": "Susan Busch, PhD",
        "Email": "Professor Busch is a Professor of Public Health (Health Policy) and former chair of the Department of Health Policy and Management at the Yale School of Public Health. Professor Busch\\xe2\\x80\\x99s research examines the effects of policies and regulations on health care cost and quality. Most of her work focuses on behavioral health. Professor Busch\\xe2\\x80\\x99s work has been funded by the National Institute of Mental Health, the National Institute of Drug Abuse and the Robert Wood Johnson Foundation. She has an undergraduate degree from the University of Michigan, an SM in Health Policy from the Harvard School of Public Health and a PhD in health economics from Harvard University."
    },
    {
        "Research Interest": "Aging Air Pollution Child Cognition Economics Pensions Social Behavior Climate Change Social Networking",
        "Position": "Aging Air Pollution Child Cognition Economics Pensions Social Behavior Climate Change Social Networking",
        "Name": "Xi Chen, PhD",
        "Email": "Xi Chen, Ph.D., is an associate professor of Public Health (Health Policy), of Global Health, of Economics, and of Faculty of Arts and Sciences at Yale University. He is a faculty fellow at the Yale Institution for Social and Policy Studies (ISPS), the Yale Climate Change and Health Initiative, the Yale Macmillan Center for International and Area Studies, the Yale Institute for Network Science (YINS), and a faculty advisor of the Yale-China Association. He is a PEPPER Scholar and co-leads academic events for young scholars at Yale Program on Aging and Yale Claude D. Pepper Older Americans Independence Center. His areas of interest involve Health, Labor, Development Economics, and Applied Econometrics and Quantitative Methods. His research focuses on public policies related to health over the life cycle, population aging, climate change and health, and quality of life."
    },
    {
        "Research Interest": "Health Services Research Public Health Quality of Health Care Global Health HIV Infections Health Care Quality, Access, and Evaluation",
        "Position": "Health Services Research Public Health Quality of Health Care Global Health HIV Infections Health Care Quality, Access, and Evaluation",
        "Name": "Paul D Cleary, PhD",
        "Email": " Paul D. Cleary, Ph.D. is the Anna M.R. Lauder Professor of Public Health in the Department of Health Policy and Management. He served as Dean of the Yale School of Public Health from 2006 to 2017. He holds secondary positions as Professor of Sociology and in the Institute for Social and Institute for Social and Policy Studies. He directs the Yale Center for Interdisciplinary Research on AIDS (CIRA), which provides infrastructure support to over 50 research and training grants and over 180 affiliated scientists and community members."
    },
    {
        "Research Interest": "Economics",
        "Position": "Economics",
        "Name": "Zack Cooper, PhD",
        "Email": " "
    },
    {
        "Research Interest": "Health Policy Public Health Quality of Health Care Social Sciences Global Health Health Care",
        "Position": "Health Policy Public Health Quality of Health Care Social Sciences Global Health Health Care",
        "Name": "Leslie Curry, PhD, MPH, BA",
        "Email": "Missing"
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Abigail Friedman, PhD",
        "Email": "Missing"
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Shelley Geballe, JD, MPH",
        "Email": "www.ctmirror.org"
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Chima D Ndumele, MPH, PhD",
        "Email": "Chima Ndumele is an Assistant Professor of Public Health (Health Policy) at the Yale School of Public Health. His research is focused on better understanding factors which influence the way vulnerable populations connect with and access health care resources. Specifically, he conducts work in three areas. The first examines how changes in local policy environment impact the care received by Medicaid enrollees. The second area explores how safety-net organizations can improve health care services delivery. Finally, he investigates the effects of changes in insurance coverage on the quality of care received by individuals with chronic physical and mental health conditions. He received his PhD from the Brown University School of Public Health"
    },
    {
        "Research Interest": "Acquired Immunodeficiency Syndrome France Health Policy Health Resources HIV India Operations Research South Africa",
        "Position": "Acquired Immunodeficiency Syndrome France Health Policy Health Resources HIV India Operations Research South Africa",
        "Name": "A David Paltiel, MBA, PhD",
        "Email": "The objective that guides Dr. Paltiel\\'s scholarly activities is to promote a reasoned approach to decision making and resource allocation in public health and medicine. Trained in the field of Operations Research, Dr. Paltiel designs and implements policy models and cost-effectiveness analyses. He has a special interest and expertise in HIV/AIDS and has published broadly on the cost-effectiveness of testing, prevention, treatment, and care, both in the United States and around the world."
    },
    {
        "Research Interest": "Health Policy History of Medicine Public Health Risk Sociology, Medical Vaccination Evidence-Based Medicine",
        "Position": "Health Policy History of Medicine Public Health Risk Sociology, Medical Vaccination Evidence-Based Medicine",
        "Name": "Jason L Schwartz, PhD",
        "Email": "Jason L. Schwartz is an Assistant Professor in the Department of Health Policy and Management at the Yale School of Public Health. He holds a secondary appointment in the Section of the History of Medicine at the Yale School of Medicine and is also affiliated with the Program in the History of Science and Medicine and the Institution for Social and Policy Studies. He has written widely on vaccines and vaccination programs, decision-making in federal and state health policy, and the structure and function of scientific expert advice to government. His general research interest is in the ways in which evidence is interpreted, evaluated, and translated into regulation and policy in medicine and public health. "
    },
    {
        "Research Interest": "Aging Alcoholism Economics Health Policy Obesity Smoking Health Behavior Smoking Cessation Substance-Related Disorders Social Determinants of Health Health Care",
        "Position": "Aging Alcoholism Economics Health Policy Obesity Smoking Health Behavior Smoking Cessation Substance-Related Disorders Social Determinants of Health Health Care",
        "Name": "Jody L. Sindelar, PhD",
        "Email": "Professor Jody Sindelar is a professor of public health, health economist, and public policy expert in the Department of Health Policy and Management at Yale School of Public Health (YSPH), as well as with Yale\\xe2\\x80\\x99s Department of Economics. In addition, she is a research associate at the\\xc2\\xa0National Bureau of Economic Research (NBER), research fellow at the\\xc2\\xa0IZA Institute of Labor Economics, and faculty fellow at Yale\\xe2\\x80\\x99s Institution for Social and Policy Studies (ISPS). She is also a founding member and past president of the\\xc2\\xa0American Society of Health Economists (ASHEcon)."
    },
    {
        "Research Interest": "Anxiety Disorders Chronic Disease Computer Simulation Depressive Disorder Lung Diseases Mental Health Nicotine Smoking Tobacco Tobacco Use Disorder Smoking Cessation Substance-Related Disorders Tobacco Products Electronic Nicotine Delivery Systems Addiction Medicine Smoking Prevention",
        "Position": "Anxiety Disorders Chronic Disease Computer Simulation Depressive Disorder Lung Diseases Mental Health Nicotine Smoking Tobacco Tobacco Use Disorder Smoking Cessation Substance-Related Disorders Tobacco Products Electronic Nicotine Delivery Systems Addiction Medicine Smoking Prevention",
        "Name": "Jamie Tam, PhD, MPH",
        "Email": "Jamie Tam is an Assistant Professor in the Department of Health Policy and Management at the Yale School of Public Health. Dr. Tam conducts research on the effects of tobacco regulations, with a special focus on the use of systems science methods to understand tobacco use disparities, including populations with mental health conditions. Her recent work examines the implications of the relationship between smoking and depression for mortality outcomes, and uses modeling methods to evaluate interventions that address their co-occurrence. Dr. Tam has developed computational models that simulate the effects of policies on smoking and population health in the United States, and launched a web-based interface that allows users to explore the potential health effects of different tobacco control policies. Dr. Tam was previously a NAM Tobacco Regulatory Science Fellow at the FDA Center for Tobacco Products and is broadly interested in domestic and global tobacco control issues; Her other projects have considered the effects of demographic changes on smoking prevalence, longitudinal transitions between tobacco products, and youth exposure to nicotine through electronic cigarettes.\\xc2\\xa0"
    },
    {
        "Research Interest": "Health Care Economics and Organizations Medicaid Health Care Quality, Access, and Evaluation",
        "Position": "Health Care Economics and Organizations Medicaid Health Care Quality, Access, and Evaluation",
        "Name": "Jacob Wallace, PhD",
        "Email": "Jacob Wallace is an Assistant Professor of Public Health (Health Policy) at the Yale School of Public Health. His research is focused on the economics of health insurance markets with particular emphasis on the impact of managed care in public insurance programs. This area of research is growing in importance, as the government is increasingly contracting with managed care plans to deliver benefits in Medicaid and Medicare. Specifically, he conducts work in three areas. \\xc2\\xa0The first uses novel administrative claims data and random assignment in Medicaid managed care (MMC) markets to study a variety of questions related to the economics of MMC. Projects include examining how provider networks impact the quality and cost of care recipients receive, measuring how much outcomes vary across (randomly-assigned) managed care plans, and investigating how MMC competition is impacted by the presence of a public option. In other work, he studies how changes in health insurance coverage impact health and financial health. Finally, he is interested in provider performance and efficiency measurement, with a focus on identifying natural experiments that can be leveraged to provide insight into existing approaches to provider measurement and risk adjustment. He received his PhD in Health Policy from Harvard University."
    },
    {
        "Research Interest": "Communicable Diseases Computer Simulation Costs and Cost Analysis Decision Theory Decision Trees Drug Resistance, Microbial Game Theory Gonorrhea Health Priorities Health Resources Influenza, Human Mathematical Computing Mathematics Meningitis Operations Research Technology Assessment, Biomedical Tuberculosis Global Health Disease Transmission, Infectious Epidemics Pandemics Machine Learning",
        "Position": "Communicable Diseases Computer Simulation Costs and Cost Analysis Decision Theory Decision Trees Drug Resistance, Microbial Game Theory Gonorrhea Health Priorities Health Resources Influenza, Human Mathematical Computing Mathematics Meningitis Operations Research Technology Assessment, Biomedical Tuberculosis Global Health Disease Transmission, Infectious Epidemics Pandemics Machine Learning",
        "Name": "Reza Yaesoubi, PhD",
        "Email": "Dr. Yaesoubi\\xe2\\x80\\x99s research focuses on medical decision making and model-based evaluation of health policies. His work incorporates mathematical and computer simulation models, statistical methods, and optimization techniques to guide resource allocation and decision making in public health and health delivery systems. He has applied these methods in conducting cost-effectiveness analyses of colorectal cancer screening strategies, estimating societal willingness-to-pay for health, and characterizing performance-based payment systems for preventive care systems. His current work mainly focuses on adaptive decision making to control the spread of infectious diseases including tuberculosis, influenza, and meningitis. He is also interested in theoretical and methodological issues in medical decision making including cost-effectiveness analysis, large-scale simulation modeling, Markov decision processes, approximate dynamic programming, game theory, and principal-agent models. "
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Rene Almeling",
        "Email": "Missing"
    },
    {
        "Research Interest": "Acquired Immunodeficiency Syndrome Alcoholism Buprenorphine Health Policy HIV Internal Medicine Opioid-Related Disorders Substance Abuse Detection Substance Abuse Treatment Centers",
        "Position": "Acquired Immunodeficiency Syndrome Alcoholism Buprenorphine Health Policy HIV Internal Medicine Opioid-Related Disorders Substance Abuse Detection Substance Abuse Treatment Centers",
        "Name": "David Fiellin, MD",
        "Email": "Dr. Fiellin has focused his scholarly work on the interface between primary care, HIV and addiction. He is a primary care internist Board Certified in Internal Medicine and Addiction Medicine. \\xc2\\xa0He serves as the inaugural Director of the Yale Program in Addiction Medicine. He conducts research\\xc2\\xa0on the transfer of treatment strategies, including opioid agonist maintenance with methadone and buprenorphine, from\\xc2\\xa0specialized settings to office-based, primary care, Emergency Department and HIV specialty settings. He has served as\\xc2\\xa0Principal Investigator on multiple NIH-funded trials and directed the SAMHSA Physician Clinical Support System for buprenorphine. He is the Director of the Community Research and Implementation Core at Yale\\'s Center for Interdisciplinary Research on AIDS. He has received awards including the Nyswander/Dole Award from the American Association for the Treatment of Opioid Dependence, the 2008 Annual Award from the American Society of Addiction Medicine, the Excellence in Mentorship Award from AMERSA and the Dan Anderson Research Award from the Hazelden-Betty Ford Foundation. He has served on the White House Office of National Drug Control Policy (ONDCP), Drug Control Research, Data, and Evaluation Advisory Committee, and the World Health Organization and United Nations Office on Drugs and Crime Technical Guideline Development Group for psychosocially assisted pharmacologic treatment of opioid dependence. He served as Chair of the Center for Substance Abuse Treatment\\'s, Treatment Improvement Protocol on Treatment of Viral Hepatitis in Patients with Substance Use Disorders and\\xc2\\xa0on the Editorial Boards of Substance Abuse and the Journal of Addiction Medicine and is Co-Editor of Alcohol, Other Drugs &amp; Health: Current Evidence and the Principles of Addiction Medicine, 4th, 5th and 6th Edition. He has served on the Board of Directors of the College on Problems of Drug Dependence and as Co-Chair of the Substance Abuse Task Force for the Society of General Internal Medicine."
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Alan Gerber, PhD",
        "Email": "Alan Gerber is Professor of Political Science and Director of the Center for the Study of American Politics at Yale University where he teaches courses on experimental methods, statistics, and American politics. His current research focuses on the application of experimental methods to the study of campaign communications, and he has designed and performed experimental evaluations of many campaigns and fundraising programs, both partisan and non-partisan in nature."
    },
    {
        "Research Interest": "Aging Chronic Disease Health Policy Internal Medicine Medical Oncology Veterans HIV Infections",
        "Position": "Aging Chronic Disease Health Policy Internal Medicine Medical Oncology Veterans HIV Infections",
        "Name": "Amy Justice, MD, PhD",
        "Email": "Missing"
    },
    {
        "Research Interest": "HIV Statistics",
        "Position": "HIV Statistics",
        "Name": "Edward Kaplan, PhD",
        "Email": "Edward H. Kaplan obtained his BA from McGill University with First Class Honors in Economic and Urban Geography, and proceeded to graduate study at the Massachusetts Institute of Technology where he completed three masters\\xe2\\x80\\x99 degrees (in Operations Research, City Planning, and Mathematics) in addition to his doctorate in Urban Studies. He currently serves as the William N. and Marie A. Beach Professor of Management Sciences at the Yale School of Management, Professor of Public Health at the Yale School of Medicine, and Professor of Engineering in the Yale School of Engineering and Applied Sciences. An elected member of both the National Academy of Engineering (2003) and the Institute of Medicine (2004), Kaplan is an expert in operations research, mathematical modeling and statistics who studies problems in public policy and management. His recent research has focused on counterterror topics such as the tactical prevention of suicide bombings, bioterror preparedness, and response logistics in the event of a smallpox or anthrax attack. His work on smallpox was awarded the 2003 Koopman Prize of the Institute for Operations Research and the Management Sciences (INFORMS) Military Applications Society, while his models evaluating suicide-bomber-detector schemes received the same award in 2005. Kaplan serves on the National Academy of Sciences panel on basic research to improve intelligence analysis, and co-directs the Daniel Rose Technion-Yale Initiative in Homeland Security and Counter Terror Operations Research. Kaplan has also conducted award-winning research that evaluates the effectiveness of HIV prevention programs while developing new mathematical models for the study of HIV transmission, prevention, and resource allocation. His empirical and modeling research demonstrating the effectiveness of New Haven\\xe2\\x80\\x99s needle exchange program remains among the most creative and important examples of HIV prevention program evaluation to date. Honors for his HIV-related research include induction into the Omega Rho operations research honor society in 2000, the 2002 INFORMS President\\xe2\\x80\\x99s Award recognizing work that advances the welfare of society, the 1997 Ira Hiscock Award of the Connecticut Public Health Association, the 1994 Lanchester Prize for the best publications in the operations research literature, the 1992 Franz Edelman Award for management science achievement, the 1991 State of Connecticut Health Department\\xe2\\x80\\x99s AIDS Leadership Award, the 2009 Charles C. Shepard Science Award from the Centers for Disease Control, and the INFORMS Philip Morse Lectureship for 2010-11. Kaplan served twice as the Lady Davis Visiting Professor at the Hebrew University of Jerusalem\\xe2\\x80\\x94in the School of Public Health and Community Medicine in 1994, and in the Department of Statistics in 1997 -- and is also an elected member of the Board of Governors of the Technion-Israel Institute of Technology. For all of his contributions to the operations research profession, Kaplan was designated an INFORMS Fellow in November 2005."
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Marissa King",
        "Email": "Professor Kings\\' research examines factors associated with the adoption, diffusion, and utilization of mental health medications. In general, her research analyzes the spatial and temporal dimensions of innovation and contagion. To understand how large-scale social transformations arise from local social networks, she has studied cases ranging from the rise in autism prevalence during the past decade to the organizational foundations of the antislavery movement in the late 19th century. Her research appears in journals such as American Sociological Review, American Journal of Sociology, and Administrative Science Quarterly."
    },
    {
        "Research Interest": "Cardiology Cardiovascular Diseases Epidemiologic Methods Health Policy Heart Failure Investigative Techniques Myocardial Infarction Health Care Quality, Access, and Evaluation",
        "Position": "Cardiology Cardiovascular Diseases Epidemiologic Methods Health Policy Heart Failure Investigative Techniques Myocardial Infarction Health Care Quality, Access, and Evaluation",
        "Name": "Harlan Krumholz, MD, SM",
        "Email": "Harlan Krumholz is a cardiologist and health care researcher at Yale University and Yale New Haven Hospital. He received a BS from Yale, an MD from Harvard Medical School, and a Masters in Health Policy and Management from the Harvard University School of Public Health. He is the Harold H. Hines, Jr. Professor of Medicine and Director of the Yale Center for Outcomes Research and Evaluation (CORE), one of the nation\\xe2\\x80\\x99s first and most productive research units dedicated to producing innovations to improve patient outcomes and promote better population health. He is also a Director of the Robert Wood Johnson Foundation Clinical Scholars Program, which prepares talented physicians to become future health care leaders."
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Edieal Pinker",
        "Email": "Professor Pinker\\xe2\\x80\\x99s research in healthcare looks at questions related to patient flow and capacity management within both in-patient and out-patient settings. In the out-patient setting he has studied the division of labor in primary care practices and advanced access appointment scheduling systems. In the in-patient setting he has studied how bed configurations can impact access to care and how congestion in ICUs impacts patient flow. He is currently involved in several projects investigating the use of the Rothman Index as a predictive tool to inform clinical decision making. Outside of healthcare he has done research on service supply chains, the use of flexible workforces, online auctions and responses to terrorist threats among others. He serves on the editorial boards of several leading journals in his field. Pinker has consulted for the United States Postal Service, the financial services industry and the auto industry. His work has been published in leading journals such as Operations Research, Management Science, Manufacturing and Service Operations Management, IIE Transactions, Production and Operations Management, and the Communications of the Association of Computing Machinery."
    },
    {
        "Research Interest": "Criminology Humanities Quality of Life Public Sector Substance-Related Disorders Schizophrenia Spectrum and Other Psychotic Disorders Federal Government Psychiatry and Psychology Health Care",
        "Position": "Criminology Humanities Quality of Life Public Sector Substance-Related Disorders Schizophrenia Spectrum and Other Psychotic Disorders Federal Government Psychiatry and Psychology Health Care",
        "Name": "Robert Rosenheck, MD",
        "Email": "Dr. Robert Rosenheck is Professor of Psychiatry, Public Health and at the Child Study Center at Yale Medical School where he is also Director of the Division of Mental Health Services and Outcomes Research in the Department of Psychiatry. He is an internationally known mental health service researcher who is leader in cost-effectiveness studies of behavioral health interventions and in monitoring quality of care and other aspects of the performance of large health care system. He was responsible for the cost-effectiveness components of the recent NIMH-funded Clinical Antipsychotic Trials of Intervention Effectiveness (CATIE) schizophrenia and Alzheimer\\xe2\\x80\\x99s disease trials as well as five multi-site VA Cooperative Studies. As founding Director of the Department of Veterans Affairs Northeast Program Evaluation Center he spent 22 years evaluating, disseminating, and monitoring innovative mental health programs across the VA system including: (i) several hundred specialized programs for homeless veterans; (ii) a national network of 100 Assertive Community Treatment (ACT) teams for veterans who suffer from severe and persistent mental illnesses; (iii) a variety of specialized programs for veterans suffering from war-related PTSD and iv. a national network of work restoration programs. Beginning in 1994 he published the annual Mental Health Report Card for the Department of Veterans Affairs (see http://NEPEC.med.VA.gov) He was a prime architect of national VA collaborative programs with both the Department of Housing and Urban Development and the Social Security Administration. He also directed both the client-level evaluation of the ACCESS program for homeless mentally ill Americans, for the Substance Abuse and Mental Health Services Administration of the Department of Health and Human Services and the joint HUD-HHS-VA Collaborative Initiative on Chronic Homelessness. He has published more than 800 scientific papers on topics such as performance evaluation of large mental health systems, mental health quality of care, the causes of homelessness, the organization and financing of mental health services, and the cost-effectiveness of psychosocial and psychopharmacological treatments of serious mental illness, homelessness, and PTSD among war veterans. He has conducted global mental health services research in China, Brazil, Nigeria, and Ghana. He has received awards for his work from the American Psychiatric Association and the American Public Health Association, among others"
    },
    {
        "Research Interest": "Delivery of Health Care Health Services Research Pharmaceutical Services Quality of Health Care",
        "Position": "Delivery of Health Care Health Services Research Pharmaceutical Services Quality of Health Care",
        "Name": "Joseph Ross, MD, MHS",
        "Email": "CORE"
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Fiona Scott Morton",
        "Email": " Fiona M. Scott Morton is the Theodore Nierenberg Professor of Economics at the Yale University School of Management where she has been on the faculty since 1999. Her area of academic research is empirical industrial organization, with a focus on empirical studies of competition in areas such as pricing, entry, and product differentiation. Her published articles range widely across industries, from magazines, to shipping, to pharmaceuticals, to internet retailing, and are published in leading economics journals. From 2011-12 Professor Scott Morton served as the Deputy Assistant Attorney General for Economics at the Antitrust Division of the U.S. Department of Justice, where she helped enforce the nation\\xe2\\x80\\x99s antitrust laws. At Yale SOM she teaches courses in the area of competitive strategy."
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Prathibha Varkey, MBBS, MPH, MBA, MHPE",
        "Email": "Dr. Prathibha Varkey is the President &amp; CEO of the Northeast Medical Group (NEMG) and Senior Vice President of Yale New Haven Health. NEMG is home to 835 physicians and advanced care practitioners serving Yale New Haven, Bridgeport, Greenwich and Lawrence and Memorial Hospitals and over 120 outpatient clinic sites in Connecticut, New York and Rhode Island. Dr. Varkey is president of the American College of Medical Quality and a member of their Board of Trustees. She is also adjunct professor of Medicine and of Preventive Medicine at Mayo Clinic. Dr. Varkey is the editor of two books: Medical Quality Management, and Preventive Medicine and Public Health and author of more than 75 publications."
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Thomas Balcezak, MD",
        "Email": "Missing"
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Marna Borgstrom, MPH",
        "Email": "Marna Borgstrom began her career at Yale-New Haven Hospital more than 30 years ago. Her varied roles have taken her from a post-graduate fellowship, to various staff and management roles, to her 1994 promotion to the position of Executive Vice President and Chief Operating Officer. In 2005, she was appointed President and CEO of both Yale-New Haven Hospital and Yale New Haven Health System."
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Marguerite Callaway, MBA",
        "Email": "A faculty member at the Yale School of Public Health and Foundation for Professional Development in South Africa since 2005, Marguerite Callaway has developed and delivered online and face-to-face leadership development and management training globally. She has collaborated with the YSPH Global Health Leadership Institute\\xe2\\x80\\x99s programs in both China and South Africa. "
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Teresa Chahine",
        "Email": "Missing"
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Richard D&#x27;Aquila, MPH",
        "Email": "Mr. D\\'Aquila received his graduate degree in hospital administration from Yale School of Medicine and his bachelor\\xe2\\x80\\x99s degree in economics from Central Connecticut State University. Before joining Yale-New Haven Hospital in 2006, he was a senior vice president and chief operating officer of New York Presbyterian Hospital/Weill Cornell Medical Center. Previously, D\\xe2\\x80\\x99Aquila was executive vice president and chief operating officer at St. Vincent\\xe2\\x80\\x99s Medical Center in Bridgeport."
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Martha Dale",
        "Email": "Missing"
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Henry Dove, PhD, MBA",
        "Email": "Henry G. Dove, Ph.D. received an MBA from the University of California at Berkeley and his doctorate in operations research/health services research from the Yale University School of Management."
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Heather Fosburgh",
        "Email": "Missing"
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "James Hamblin, MD, MPH",
        "Email": "Dr. Hamblin is board certified in public health and general\\xc2\\xa0preventive medicine. He is a staff writer at The Atlantic magazine, where he also\\xc2\\xa0served for six years as a senior editor. His work has also appeared in The New York Times, Politico, PBS,\\xc2\\xa0and Vice.\\xc2\\xa0He is the author of If Our Bodies Could Talk (Doubleday, 2016) and a forthcoming book on the skin care industry and skin microbiome, Clean\\xc2\\xa0(Riverhead, 2020). He has spoken at TED\\xc2\\xa0Med, South by Southwest, Aspen Ideas Festival, National Academies of Sciences, and the Global Ideas Forum.\\xc2\\xa0"
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Andrew Heinrich",
        "Email": "Andrew serves on the faculty of the Yale School of Public School. He specializes in Regulatory Affairs, Global Health, and Behavioral Sciences."
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Martin Klein, MPH, PhD",
        "Email": "Martin Klein, Ph.D., M.P.H. is the Senior Advisor to the dean of the Yale School of Public Health. He is also the founder and Director of InnovateHealth Yale, a program in social impact and entrepreneurship and the co-founder and Executive Director of the Yale Center on Climate Change and Health\\xc2\\xa0(CCCH). He previously served as the Associate Dean for Development and External Affairs at the Yale School of Public Health, and was responsible for the offices of development, alumni relations, and communications. Martin came to the School from Yale\\xe2\\x80\\x99s Graduate School of Arts and Sciences where he was Associate Dean for Student Services and Administrative Operations. Prior to joining Yale, he was the Associate Dean for Primary Care at New York Medical College, where he co-founded and co-led the Center for Primary Care Education and Research. He was an Assistant Professor of Community and Preventive Medicine and taught a variety of topics, including managed care, medical informatics, and physician communication skills. Earlier in his career, Martin held positions with the New York City Mayor\\xe2\\x80\\x99s Office of Management and Budget and the New York City Department of Health. He received his M.P.H. from Yale and his Ph.D. in Sociomedical Sciences from Columbia University. He completed additional training in pedagogy as a Harvard Macy Scholar."
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Sanjeev Kumar, PhD",
        "Email": "Sanjeev Kumar is a Lecturer of Health Economics and Health Policy at the Department of Health Policy and Management and works\\xc2\\xa0in collaboration with the Human Nature Lab at the Yale Institute for Network Science\\xc2\\xa0at Yale University. Dr. Kumar received his post-doctoral training at Yale, did his Ph.D. (Economics) from Southern Methodist University (SMU), Texas. Dr. Kumar areas of specialization are health economics and global health. His recent research projects investigate the role that health plays in the formation of risk preference, social networks, crime and incarceration, and political ideology. He has taught undergraduate and graduate level courses\\xe2\\x80\\x94Cost Effectiveness Analysis, Advanced Health Economics, Microeconomic Theory, and Genetics and Economics\\xe2\\x80\\x94at Yale, University of Rwanda, Makelle University (Ethiopia), University of Memphis, and SMU."
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Mary Alice Lee, MSN, PhD",
        "Email": "Mary Alice Lee is a Lecturer at the Yale School of Public Health. Her research and teaching is focused on improving health and health care for children, pregnant women, and families. For over twenty years, Dr. Lee directed state-funded independent monitoring and policy analysis of enrollment trends, maternal health and birth outcomes, and children\\xe2\\x80\\x99s health services in Connecticut\\xe2\\x80\\x99s HUSKY Program (Medicaid and CHIP). Since 2015, Dr. Lee has worked with colleagues in Bhutan and at the Bhutan Foundation to strengthen health research capacity at the Khesar Gyalpo University of Medical Sciences. In 2014, Dr. Lee was a Lecturer at the Yale University Jackson Institute for Global Affairs. Prior to completing a doctoral degree in epidemiology at Yale University, Dr. Lee was a nurse, nurse-midwife and nurse-midwifery educator. "
    },
    {
        "Research Interest": "Institutional Management Teams Health Care Quality, Access, and Evaluation Health Care",
        "Position": "Institutional Management Teams Health Care Quality, Access, and Evaluation Health Care",
        "Name": "Erika Linnander, MPH, MBA",
        "Email": "Erika Linnander directs Yale\\'s Global Health Leadership Initiative, where she develops and leads education and research in health management across country settings. A lecturer at the Yale School of Public Health, Ms. Linnander teaches management, quality improvement, and strategic problem solving across Yale\\xe2\\x80\\x99s certificate and master\\xe2\\x80\\x99s-level education programs. Over the past decade, she has designed, led, and evaluated health management programming in China, Egypt, Ethiopia, Liberia, Rwanda, and South Africa, the United Kingdom, and the United States. "
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Jeannie Mantopoulos",
        "Email": "Jeannie Mantopoulos is Director of Field Programs for Yale\\xe2\\x80\\x99s Global Health Leadership Institute (GHLI). She is responsible for the strategic development and implementation of GHLI\\xe2\\x80\\x99s research and education programs. Ms. Mantopoulos oversees programs in Ethiopia, Rwanda, China, South Africa, the U.K. and the U.S. Ms. Mantopoulos also provides technical and operational leadership for GHLI\\xe2\\x80\\x99s leadership development programs including USAID\\xe2\\x80\\x99s LMG Senior Leadership Programs in East Africa and Southeast Asia. Prior to joining GHLI in 2008, Ms. Mantopoulos gained experience at the New York City Department of Health and Mental Hygiene. She received her B.A. from CUNY Honors College and her M.P.H. from the Yale School of Public Health."
    },
    {
        "Research Interest": "Ethiopia Health Policy Human Rights Public Health Global Health",
        "Position": "Ethiopia Health Policy Human Rights Public Health Global Health",
        "Name": "Zahirah McNatt",
        "Email": " "
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Michael Skonieczny",
        "Email": "Michael Skonieczny is Deputy Director for the Yale Institute for Global Health (YIGH) and Lecturer in Public Health (Health Policy). Mr. Skonieczny was the director of public policy for Friends of the Global Fight Against AIDS, Tuberculosis and Malaria, where he led the organization\\xe2\\x80\\x99s advocacy efforts focused on expanding U.S. financial support for the Global Fund to Fight AIDS, Tuberculosis and Malaria. Prior to Friends, he was a senior public policy officer at the Elizabeth Glaser Pediatric AIDS Foundation, where he focused on global AIDS funding, prevention of mother-to-child transmission, pediatric treatment and related issues. Mr. Skonieczny was also a legislative assistant to Congresswoman Rosa L. DeLauro (D-CT), staffing her on appropriations and health-related issues. He has a B.A. from the Pennsylvania State University and an M.P.A. from George Washington University."
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Jonathan Smith",
        "Email": "Jonathan is a lecturer in Epidemiology of Microbial Diseases and Global Health at Yale University School of Public Health. His research focuses on infectious disease\\xc2\\xa0transmission dynamics, with a focus on\\xc2\\xa0TB and HIV among miners and migrants in sub-Saharan\\xc2\\xa0Africa.\\xc2\\xa0He is an affiliate of the Yale Global Health Leadership Institute and founding director of Visual Epidemiology, a non-profit organization seeking to combine academic discourse with personal narratives through filmmaking. "
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Stephanie Spangler, MD",
        "Email": "Dr. Spangler joined the Office of the Provost in 1995 and serves as provostial liaison for the Schools of Medicine, Nursing, and Public Health, Yale University Health Services, the Office of Environmental Health and Safety, and other health and biomedical units. She also oversees the Provost\\'s Office of Academic Integrity, established in 2011, working with colleagues throughout the University to fortify and consolidate programs and procedures relating to academic integrity. Additionally, she is charged with leadership of University-wide Title IX compliance and related initiatives."
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Richard Stahl, MD, MBA",
        "Email": "Frank H. Netter MD School of Medicine"
    },
    {
        "Research Interest": "Medicare Health Policy Insurance, Health Neoplasms Medically Uninsured Medicare Part D Early Detection of Cancer Prescription Drugs Patient Protection and Affordable Care Act",
        "Position": "Medicare Health Policy Insurance, Health Neoplasms Medically Uninsured Medicare Part D Early Detection of Cancer Prescription Drugs Patient Protection and Affordable Care Act",
        "Name": "Amy Davidoff, PhD, MS",
        "Email": "Dr. Davidoff is a health economist and health services researcher at the Yale School of Public Health, Department of Health Policy and Management, where she is a Senior Research Scientist. She is also affiliated with the Yale Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center."
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Lingrui Liu, ScD, MS",
        "Email": "Lingrui Liu is an Associate Research Scientist at the Yale School of Public Health, Department of Health Policy and Management, and Yale\\xe2\\x80\\x99s Global Health Leadership Initiative. Prior to\\xc2\\xa0joining the Yale School of Public Health research faculty in\\xc2\\xa0fall of 2018, she obtained an ScD (Doctor of Science) from Harvard University\\xc2\\xa0in healthcare system management and organizational studies (2018), as well as an M.S. from the University of Pennsylvania (2012). Her research in the field of healthcare management and policy is informed by interdisciplinary training in culture and linguistics studies, econometrics, health policy, organizational behavior, and general management. Her past experience includes work as a consultant at the World Bank."
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Fauzia Aman Malik, PhD, MSc, BA",
        "Email": "Fauzia Aman Malik PhD, MSc. is the Special Advisor to the Dean for Global Health\\xc2\\xa0Research and Initiatives\\xc2\\xa0at the Yale School of Public Health, and an Associate Research Scientist at the Department of\\xc2\\xa0Health Policy and Management. She also serves as an Adjunct Assistant professor at the Rollins School of Public Health, Hubert Department of Global Health, Emory University, Atlanta.\\xc2\\xa0Born and raised in Islamabad, Pakistan, Fauzia has been living and working on four continents in global health for 20 years. As a trained Medical Anthropologist, she specializes in ethnographic, participatory mixed methods research, and designing and evaluation of community-based health programs that address the needs of vulnerable populations. She has designed and implemented several projects with organizations such as Emory University, Johns Hopkins University, the Aga Khan University (Pakistan), National Institute of Health, Bill and Melinda Gates Foundation, the World Bank, German Development Agency (GTZ), GAVI, IVI, UNICEP and UNFPA."
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Sarah Horwitz, PhD",
        "Email": "Sally Horowitz served as head of the Division of Health Policy and Administration and is a professor emeritus of public health. She was among the first to bring rigorous analytic methods to the study of psychosocial influences on the functional outcomes of vulnerable children. Horwitz has also been a leader in transforming her research into improved pediatric practice and policies. Dr. Horwitz has conducted several intervention evaluations including: (1) an evaluation of information technology training and an intensive case management intervention for an HRSA\\xe2\\x80\\x93sponsored Community Access Project grant; (2) 18-month outcomes under Connecticut\\xe2\\x80\\x99s Welfare Reform Experiment; (3) the impact on children\\xe2\\x80\\x99s functioning of a multidimensional assessment designed specifically for children entering foster care; and (4) the effect on diagnosis and management of psychosocial problems by primary care pediatricians of a web-based tool to gather developmental, emotional and behavioral data from parents."
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "James Jekel, MD",
        "Email": "The emeritus C.-E.A. Winslow Professor of Public Health, Jekel\\xe2\\x80\\x99s research focused on teenage pregnancy, outcomes for teenage mothers and their babies, cocaine abuse as well as high fevers in infancy and intrauterine growth retardation. Jekel was director of medical studies and acting head of the Division of Health Services Administration, director of the School of Medicine\\'s Preventive Medicine Residency Program and assistant director of its Robert Wood Johnson Clinical Scholar Program."
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Daren Anderson, MD",
        "Email": "Dr. Daren Anderson is a general internist who has worked in safety net practices for his entire career. Dr. Anderson is the Director of the Weitzman Institute, a research and innovations center dedicated to improving primary care for underserved populations, based in Middletown, CT.\\xc2\\xa0 The Weitzman Institute is engaged in research aimed at improving primary care delivery and reducing inequality in healthcare with a principal focus in the areas of\\xc2\\xa0health disparities, telehealth, and pain and opioid abuse treatment in primary care.\\xc2\\xa0 Weitzman quality\\xc2\\xa0improvement and education staff lead a range of initiatives focused on practice transformation and workforce development.\\xc2\\xa0In addition, Dr. Anderson is VP/Chief Quality Officer of Community Health Center, Inc., a large, multisite community health center providing primary care to over 145,000 medically underserved patients across Connecticut. "
    },
    {
        "Research Interest": "Missing",
        "Position": "Missing",
        "Name": "Unni Krishnan Karunakara, MBBS, MPH, DrPH",
        "Email": "Missing"
    }
]